
const government_regulation = [

    {
        id: "govreg1",
        type: "multiplechoices",
        header: "Тест",
        title: "Причины государственного регулирования",
        theme: "Государственное регулирование экономики",
        text: "Государственное регулирование рыночной экономики",
        choices: [
            "порождено исключительно интересами бюрократического государственного аппарата",
            "служит экономическим целям национального финансового капитала",
            "вызвано, прежде всего, интересами военно-промышленного комплекса",
            "призвано решать задачи, которые не может решать рыночный механизмр",
            "всё вместе"

        ],
        answers: ["призвано решать задачи, которые не может решать рыночный механизмр"]
    },

    {
        id: "govreg2",
        type: "multiplechoices",
        header: "Тест",
        title: "Задачи госрегулирования",
        theme: "Государственное регулирование экономики",
        text: "Государственное регулирование рыночной экономики",
        choices: [
            "достижение полной занятости",
            "ускорение экономического роста",
            "определение курса ценных бумаг крупных корпораций",
            "обеспечение экономической безопасности страны",
            "всё вместе"

        ],
        answers: ["ускорение экономического роста"]
    },

    {
        id: "govreg3",
        type: "multiplechoices",
        header: "Тест",
        title: "Задачи госрегулирования 2",
        theme: "Государственное регулирование экономики",
        text: "Каким задачам соответствует применение административных методов государственного регулирования экономики",
        choices: [
            "обеспечение высоких темпов роста производства",
            "укрепление национальной валюты",
            "содействие успешному выполнению среднесрочных государственных программ",
            "корректировка рыночного механизма там и в той мере, где экономическими методами корректировать его невозможно",
            "сглаживание диспропорций в отраслевой и территориальной структуре экономики страны"

        ],
        answers: ["сглаживание диспропорций в отраслевой и территориальной структуре экономики страны"]
    },

    {
        id: "govreg4",
        type: "multiplechoices",
        header: "Тест",
        title: "Закон Оукена",
        theme: "Государственное регулирование экономики",
        text: "Закон Оукена устанавливает связь между",
        choices: [
            "процентным изменением реального ВВП и изменением уровня безработицы",
            "процентным изменением номинального ВВП и изменением уровня безработицы",
            "процентным отношением реального ВВП и изменением численности рабочей силы",
            "нет правильного ответа"

        ],
        answers: ["нет правильного ответа"]
    },

    {
        id: "govreg5",
        type: "multiplechoices",
        header: "Тест",
        title: "Государственные расходы",
        theme: "Государственное регулирование экономики",
        text: "Рост государственных расходов увеличивает реальный ВВП только в том случае, если",
        choices: [
            "процентным изменением реального ВВП и изменением уровня безработицы",
            "процентным изменением номинального ВВП и изменением уровня безработицы",
            "процентным отношением реального ВВП и изменением численности рабочей силы",
            "нет правильного ответа"

        ],
        answers: ["нет правильного ответа"]
    },

    {
        id: "govreg6",
        type: "multiplechoices",
        header: "Тест",
        title: "Отраслевое влияние государственного сектора",
        theme: "Государственное регулирование экономики",
        text: "В каких отраслях экономики чаще всего представлен государственный сектор",
        choices: [
            "в розничной торговле",
            "в инфраструктуре",
            "в общественном питании",
            "в сельском хозяйстве",
            "в добыче сырья",
            "фундаментальных научно-исследовательских разработках",
            "всё вместе"
        ],
        answers: ["фундаментальных научно-исследовательских разработках"]
    },

    {
        id: "govreg7",
        type: "multiplechoices",
        header: "Тест",
        title: "Кейнсианская экономическая школа 1",
        theme: "Государственное регулирование экономики",
        text: "Выберите положения, соответствующие кейнсианскому направлению",
        choices: [
            "рынку внутренне присуща стабильность",
            "государственное вмешательство снижает стабильность рыночной экономики",
            "рынку внутренне не присуща стабильность",
            "государственное вмешательство в экономику является желательным",
            "контроль за динамикой денежного предложения",
            "содействие стабильности банковской системы"
        ],
        answers: ["рынку внутренне не присуща стабильность"]
    },

    {
        id: "govreg8",
        type: "multiplechoices",
        header: "Тест",
        title: "Кейнсианская экономическая школа 2",
        theme: "Государственное регулирование экономики",
        text: "Укажите причины написания Дж. Кейнсом «Общей теории занятости процента и денег»",
        choices: [
            "рост монополий",
            "увеличение денег в обращении",
            "рост цен",
            "великая депрессия",
            "необходимость выхода из кризиса",
            "жёсткое регулирование экономики государством",
            "ускорение роста инвестиций"
        ],
        answers: ["необходимость выхода из кризиса"]
    },

    {
        id: "govreg9",
        type: "multiplechoices",
        header: "Тест",
        title: "Кейнсианская экономическая школа 3",
        theme: "Государственное регулирование экономики",
        text: "Что из нижеперечисленного отстаивал Дж. Кейнс",
        choices: [
            "laissez faire",
            "невидимую руку рынка",
            "автоматическую настройку рыночной экономики",
            "регулирование капитализма",
            "снижение цен на продукты питания",
            "ограничение денежной массы",
            "полную занятость"
        ],
        answers: ["полную занятость"]
    },

    {
        id: "govreg10",
        type: "multiplechoices",
        header: "Тест",
        title: "Экономическая школа Милтона Фридмена",
        theme: "Государственное регулирование экономики",
        text: "По М. Фридмену, предложение денег должно увеличиваться темпами, равными",
        choices: [
            "темпу роста уровня цен",
            "темпу роста уровня процентной ставки",
            "темпу роста ВНП",
            "темпу роста скорости обращения денег",
            "темпу роста населения страны",
            "нет правильного ответа"
        ],
        answers: ["темпу роста уровня процентной ставки"]
    },

    {
        id: "govreg11",
        type: "multiplechoices",
        header: "Тест",
        title: "Роль государственного регулирования",
        theme: "Государственное регулирование экономики",
        text: "Регулирование заключается в",
        choices: [
            "устранении причин, вызвавших отклонение от нормы",
            "компенсации возмущений внутри системы",
            "приведении всех процессов и элементов в такой режим функционирования, который отвечает нормативным требованиям",
            "всё вместе",
            "нет правильного ответа"
        ],
        answers: ["всё вместе"]
    },

    {
        id: "govreg12",
        type: "multiplechoices",
        header: "Тест",
        title: "Задачи территориального регулирования экономики",
        theme: "Государственное регулирование экономики",
        text: "Задачи территориального регулирования экономики",
        choices: [
            "обеспечение эффективной территориальной специализации, которая ведёт к повышению эффективности экономики страны",
            "организация регионального хозяйственного комплекса как единого целого",
            "повышение уровня жизни населения, проживающего в регионе",
            "всё вместе"
        ],
        answers: ["всё вместе"]
    },

    {
        id: "govreg13",
        type: "multiplechoices",
        header: "Тест",
        title: "Инструменты государственного регулирования регионального развития",
        theme: "Государственное регулирование экономики",
        text: "Инструменты государственного регулирования регионального развития",
        choices: [
            "генеральная схема развития и размещения производства",
            "схемы районной планировки",
            "схемы размещения производства отраслей народного хозяйства",
            "комплексные программы развития экономики региона",
            "всё вместе"
        ],
        answers: ["всё вместе"]
    },

    {
        id: "govreg14",
        type: "multiplechoices",
        header: "Тест",
        title: "Фрикционная безработица",
        theme: "Государственное регулирование экономики",
        text: "ИФрикционная безработица – это",
        choices: [
            "безработица, связанная с изменением структуры производства и как результат – с несовпадением предложения рабочей силы и спроса на неё",
            "безработица, связанная с добровольной переменой места работы",
            "безработица, связанная с экономическими циклами",
            "нет правильного ответа",
        ],
        answers: ["безработица, связанная с изменением структуры производства и как результат – с несовпадением предложения рабочей силы и спроса на неё",]
    },

    {
        id: "govreg15",
        type: "multiplechoices",
        header: "Тест",
        title: "Занятость и безработица",
        theme: "Государственное регулирование экономики",
        text: "Какие из вышеприведённых высказываний верны",
        choices: [
            "занятость населения – это участие его в производстве материальных благ",
            "безработные – это лица, потерявшие работу и не оставившие попыток найти её",
            "занятое население – это трудоспособное население, фактически участвующее в общественном производстве",
            "всё вместе",
        ],
        answers: ["всё вместе",]
    },


    {
        id: "govreg16",
        type: "multiplechoices",
        header: "Тест",
        title: "Измерение безработицы",
        theme: "Государственное регулирование экономики",
        text: "Измеряемая безработица может быть ниже фактической безработицы, так как",
        choices: [
            "измеряемая безработица не включает фрикционных безработных",
            "некоторые работники хотели найти работу, но отчаялись и прекратили поиски",
            "некоторые из тех лиц, которые называют себя безработными, просто не занимались поиском работы",
            "измеряемая безработица не включает в себя подростковую безработицу",
            "всё вместе"
        ],
        answers: ["всё вместе",]
    },

    {
        id: "govreg17",
        type: "multiplechoices",
        header: "Тест",
        title: "Занятость и безработица",
        theme: "Государственное регулирование экономики",
        text: "Мерами по повышению уровня занятости могут быть",
        choices: [
            "увеличение возраста выхода на пенсию",
            "организация общественных работ",
            "поощрение частного предпринимательства и развитие малого бизнеса",
            "национализация промышленных предприятий",
            "переподготовка и профессиональная подготовка по дефицитным специальностям",
            "всё вместе"
        ],
        answers: ["всё вместе",]
    },

    {
        id: "govreg18",
        type: "multiplechoices",
        header: "Тест",
        title: "Инвестиционная деятельность",
        theme: "Государственное регулирование экономики",
        text: "Методами регулирования инвестиционной деятельности в условиях рыночных отношений выступают",
        choices: [
            "встроенные регуляторы инвестирования в рыночной экономике",
            "экономические методы стимулирования инвестиционной деятельности со стороны государства",
            "административные методы воздействия государства на инвестиционную активность в стране",
            "всё вместе"
        ],
        answers: ["всё вместе",]
    },

    {
        id: "govreg19",
        type: "multiplechoices",
        header: "Тест",
        title: "Задачи инвестиционной политики",
        theme: "Государственное регулирование экономики",
        text: "Задачи инвестиционной политики",
        choices: [
            "расширение объёма инвестиций",
            "повышение эффективности инвестиций за счёт совершенствования их структуры",
            "превращение государственных инвестиций в «локомотив» повышения инвестиционной активности в стране",
            "стимулирование экспорта капитала",
            "всё вместе"
        ],
        answers: ["повышение эффективности инвестиций за счёт совершенствования их структуры"]
    },

    {
        id: "govreg20",
        type: "multiplechoices",
        header: "Тест",
        title: "Естественные монополии",
        theme: "Государственное регулирование экономики",
        text: "Примером субъекта естественной монополии является",
        choices: [
            "компания IBM",
            "Сбербанк",
            "международный нефтяной картель «ОПЕК»",
            "городской метрополитен",
            "Газпром"
        ],
        answers: ["городской метрополитен"]
    },

    {
        id: "govreg21",
        type: "multiplechoices",
        header: "Тест",
        title: "Предложение денег Центральным банком",
        theme: "Государственное регулирование экономики",
        text: "Для увеличения предложения денег Центральный банк должен",
        choices: [
            "снизить ставку рефинансирования",
            "снизить норму обязательного резервирования",
            "покупать государственные ценные бумаги на открытом рынке",
            "продавать государственные ценные бумаги на открытом рынке"
        ],
        answers: ["снизить ставку рефинансирования",
            "снизить норму обязательного резервирования",
            "покупать государственные ценные бумаги на открытом рынке",]
    },

    {
        id: "govreg22",
        type: "multiplechoices",
        header: "Тест",
        title: "Антикризисные меры при высокой инфляции",
        theme: "Государственное регулирование экономики",
        text: "Какие меры необходимы для достижения финансово-экономической стабилизации при наличии высокой инфляции",
        choices: [
            "введение государственного контроля за ценами",
            "сдерживание роста зарплаты и других денежных доходов населения",
            "сокращение дефицита государственного бюджета",
            "повышение ссудного процента сверх уровня инфляции",
            "всё вместе"
        ],
        answers: ["всё вместе"]
    },

    {
        id: "govreg23",
        type: "multiplechoices",
        header: "Тест",
        title: "Регулирование импорта",
        theme: "Государственное регулирование экономики",
        text: "Какие меры воздействия на импорт относятся к нетарифным",
        choices: [
            "установление национальных технических стандартов",
            "введение ввозных пошлин",
            "введение импортных лицензий",
            "разработка межгосударственных соглашений о добровольных ограничениях импорта",
            "введение импортных квот"
        ],
        answers: ["введение импортных квот"]
    },

    {
        id: "govreg24",
        type: "multiplechoices",
        header: "Тест",
        title: "Тарифные меры воздействия на импорт",
        theme: "Государственное регулирование экономики",
        text: "Какие меры воздействия на импорт относятся к тарифным",
        choices: [
            "установление национальных технических стандартов",
            "введение импортных квот",
            "повышение импортных пошлин",
            "разработка межгосударственных соглашений о добровольных ограничениях импорта"            
        ],
        answers: ["повышение импортных пошлин"]
    },

    {
        id: "govreg25",
        type: "multiplechoices",
        header: "Тест",
        title: "Тарифные меры воздействия на импорт",
        theme: "Государственное регулирование экономики",
        text: "Если курс национальной валюты понизится, то это скажется на экспортной деятельности",
        choices: [
            "положительно",
            "отрицательно",
            "никак не скажется"
        ],
        answers: ["положительно"]
    }
]

// 1. Государственное регулирование рыночной экономики:
// А) порождено исключительно интересами бюрократического государственного аппарата;
// Б) служит экономическим целям национального финансового капитала;
// В) вызвано, прежде всего, интересами военно-промышленного комплекса;
// Г) призвано решать задачи, которые не может решать рыночный механизм;
// Д) всё вместе.
// 2. Государственное регулирование экономики решает следующие задачи:
// А) достижение полной занятости;
// Б) ускорение экономического роста;
// В) определение курса ценных бумаг крупных корпораций;
// Г) обеспечение экономической безопасности страны;
// Д) всё вместе.
// 3. Каким задачам соответствует применение административных методов
// государственного регулирования экономики:
// А) обеспечение высоких темпов роста производства;
// Б) укрепление национальной валюты;
// В) содействие успешному выполнению среднесрочных государственных программ;
// Г) корректировка рыночного механизма там и в той мере, где экономическими методами корректировать его невозможно;
// Д) сглаживание диспропорций в отраслевой и территориальной структуре экономики страны.
// 4. Закон Оукена устанавливает связь между:
// А) процентным изменением реального ВВП и изменением уровня безработицы;
// Б) процентным изменением номинального ВВП и изменением уровня безработицы;
// В) процентным отношением реального ВВП и изменением численности рабочей силы;
// Г) нет правильного ответа.
// 5. Рост государственных расходов увеличивает реальный ВВП только в том случае, если:
// А) государственные расходы направляются на закупку товаров и услуг, а не на оплату труда чиновников;
// Б) государственные расходы сопровождаются увеличением предложения денег;
// В) государственные расходы не вытесняют равновеликого объёма расходов в негосударственном секторе;
// Г) государственные расходы финансируются за счёт выпуска государственных займов;
// Д) всё вместе.
// 6. В каких отраслях экономики чаще всего представлен государственный сектор:
// А) в розничной торговле;
// Б) в инфраструктуре;
// В) в общественном питании;
// Г) в сельском хозяйстве;
// Д) в добыче сырья;
// Е) в фундаментальных научно-исследовательских разработках;
// Ж) всё вместе.
// 7. Выберите положения, соответствующие кейнсианскому направлению:
// А) рынку внутренне присуща стабильность;
// Б) государственное вмешательство снижает стабильность рыночной экономики;
// В) рынку внутренне не присуща стабильность;
// Г) государственное вмешательство в экономику является желательным;
// Д) контроль за динамикой денежного предложения;
// Е) содействие стабильности банковской системы.
// 8. Укажите причины написания Дж. Кейнсом «Общей теории занятости,
// процента и денег»:
// А) рост монополий;
// Б) увеличение денег в обращении;
// В) рост цен;
// Г) «великая депрессия»;
// Д) необходимость выхода из кризиса;
// Е) жёсткое регулирование экономики государством;
// Ж) ускорение роста инвестиций.
// 9. Что из нижеперечисленного отстаивал Дж. Кейнс:
// А) «laissez faire»;
// Б) невидимую руку рынка;
// В) автоматическую настройку рыночной экономики;
// Г) регулирование капитализма;
// Д) снижение цен на продукты питания;
// Е) ограничение денежной массы;
// Ж) полную занятость.
// 10. По М. Фридмену, предложение денег должно увеличиваться темпами, равными:
// А) темпу роста уровня цен;
// Б) темпу роста уровня процентной ставки;
// В) темпу роста ВНП;
// Г) темпу роста скорости обращения денег;
// Д) темпу роста населения страны;
// Е) нет правильного ответа.
// 11. Регулирование заключается в:
// А) устранении причин, вызвавших отклонение от нормы;
// Б) компенсации возмущений внутри системы;
// В) приведении всех процессов и элементов в такой режим функционирования, который отвечает нормативным требованиям;
// Г) всё вместе;
// Д) нет правильного ответа.
// 12. Задачи территориального регулирования экономики:
// А) обеспечение эффективной территориальной специализации, которая
// ведёт к повышению эффективности экономики страны;
// Б) организация регионального хозяйственного комплекса как единого целого;
// В) повышение уровня жизни населения, проживающего в регионе;
// Г) всё вместе.
// 13. Инструменты государственного регулирования регионального
// развития:
// А) генеральная схема развития и размещения производства;
// Б) схемы районной планировки;
// В) схемы размещения производства отраслей народного хозяйства;
// Г) комплексные программы развития экономики региона;
// Д) всё вместе.
// 14. Фрикционная безработица – это:
// А) безработица, связанная с изменением структуры производства и как результат – с несовпадением предложения рабочей силы и спроса на неё;
// Б) безработица, связанная с добровольной переменой места работы;
// В) безработица, связанная с экономическими циклами;
// Г) нет правильного ответа.
// 15. Какие из вышеприведённых высказываний верны:
// А) занятость населения – это участие его в производстве материальных благ;
// Б) безработные – это лица, потерявшие работу и не оставившие попыток найти её;
// В) занятое население – это трудоспособное население, фактически участвующее в общественном производстве;
// Г) всё вместе.
// 16. Измеряемая безработица может быть ниже фактической безработицы, так как:
// А) измеряемая безработица не включает фрикционных безработных;
// Б) некоторые работники хотели найти работу, но отчаялись и прекратили поиски;
// В) некоторые из тех лиц, которые называют себя безработными, просто не занимались поиском работы;
// Г) измеряемая безработица не включает в себя подростковую безработицу;
// Д) всё вместе.
// 17. Мерами по повышению уровня занятости могут быть:
// А) увеличение возраста выхода на пенсию;
// Б) организация общественных работ;
// В) поощрение частного предпринимательства и развитие малого бизнеса;
// Г) национализация промышленных предприятий;
// Д) переподготовка и профессиональная подготовка по дефицитным специальностям;
// Е) всё вместе.
// 18. Методами регулирования инвестиционной деятельности в условиях рыночных отношений выступают:
// А) встроенные регуляторы инвестирования в рыночной экономике;
// Б) экономические методы стимулирования инвестиционной деятельности со стороны государства;
// В) административные методы воздействия государства на инвестиционную активность в стране;
// Г) всё вместе.
// 19. Задачи инвестиционной политики:
// А) расширение объёма инвестиций;
// Б) повышение эффективности инвестиций за счёт совершенствования их структуры;
// В) превращение государственных инвестиций в «локомотив» повышения инвестиционной активности в стране;
// Г) стимулирование экспорта капитала;
// Д) всё вместе.
// 20. Примером субъекта естественной монополии является:
// А) компания «IBM»;
// Б) Сбербанк;
// В) международный нефтяной картель «ОПЕК»;
// Г) городской метрополитен;
// Д) «Газпром».
// 21. Для увеличения предложения денег Центральный банк должен:
// А) снизить ставку u1088 рефинансирования;
// Б) снизить норму обязательного резервирования;
// В) покупать государственные ценные бумаги на открытом рынке;
// Г) продавать государственные ценные бумаги на открытом рынке.
// 22. Какие меры необходимы для достижения финансово-экономической стабилизации при наличии высокой инфляции:
// А) введение государственного контроля за ценами;
// Б) сдерживание роста зарплаты и других денежных доходов населения;
// В) сокращение дефицита государственного бюджета;
// Г) повышение ссудного процента сверх уровня инфляции;
// Д) всё вместе.
// 23. Какие меры воздействия на импорт относятся к нетарифным:
// А) установление национальных технических стандартов;
// Б) введение ввозных пошлин;
// В) введение импортных лицензий;
// Г) разработка межгосударственных соглашений о добровольных ограничениях импорта;
// Д) введение импортных квот.
// 24. Какие меры воздействия на импорт относятся к тарифным:
// А) установление национальных технических стандартов;
// Б) введение импортных квот;
// В) повышение импортных пошлин;
// Г) разработка межгосударственных соглашений о добровольных ограничениях импорта.
// 25. Если курс национальной валюты понизится, то это скажется на экспортной деятельности:
// А) положительно;
// Б) отрицательно;
// В) никак не скажется.


const public_local_government_finance = [

    {
        id: "moneymarket001",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции денег 1",
        theme: "Денежный рынок",
        text: "Деньги, как средство обращения пришли на смену",
        choices: [
            "сбережениям",
            "прибыли",
            "доходы",
            "бартер"
        ],
        answers: ["бартер"]
    }
]

const call_option_holder = [
    {
      header: "Типовая задача", title: "Покупатель опциона на покупку. Тренд", theme: "Финансовый инжиниринг. Хеджирование",
      text: "Покупатель опциона на покупку рассчитывает на...",
      choices: ["медвежий тренд", "бычий тренд"],
      answers: ["бычий тренд"],
      imageurl: "/bullbear.jpg"
    },
  
    {
      header: "Типовая задача", title: "Покупатель опциона на покупку. Размер прибыли", theme: "Финансовый инжиниринг. Хеджирование",
      text: "Прибыль покупателя опционов на покупку",
      choices: ["ограничена", "не ограничена"],
      answers: ["не ограничена"]
    },
  
    {
      header: "Типовая задача", title: "Покупатель опциона на покупку. Размер убытка", theme: "Финансовый инжиниринг. Хеджирование",
      text: "Убыток покупателя опционов на покупку",
      choices: ["не ограничен", "ограничен"],
      answers: ["ограничен"]
    },
  
    {
      header: "Типовая задача", title: "Покупатель опциона на покупку. Хеджирование внешнеторговой сделки", theme: "Финансовый инжиниринг. Хеджирование",
      text: "Покупатель опционов на покупку валюты хеджирует",
      choices: ["импорт с отсрочкой платежа", "экспорт с отсрочкой платежа"],
      answers: ["импорт с отсрочкой платежа"]
    },
  
    {
      header: "Типовая задача", title: "Покупатель опциона на покупку. Хеджирование кредитной сделки", theme: "Финансовый инжиниринг. Хеджирование",
      text: "Покупатель опционов на покупку валюты хеджирует",
      choices: ["выдачу кредитов в валюте", "получение кредитов в валюте"],
      answers: ["получение кредитов в валюте"]
    },
  
    {
      header: "Типовая задача", title: "Расчет Финансовый результат покупателя опциона на покупку 1", theme: "Финансовый инжиниринг. Хеджирование",
      text: "В ноябре заключен опционный контракт на $1 млн. Приобрели опцион на покупку по 4 RUB за каждый USD контракта. Цена по опциону 77 руб. Найти финансовый результат покупателя опциона в млн. руб при курсе USD {=81+{var1-10}} руб в июне",
      answer: "{var1-10}"
    },
  
    {
      header: "Типовая задача", title: "Расчет Финансовый результат покупателя опциона на покупку 2", theme: "Финансовый инжиниринг. Хеджирование",
      text: "В ноябре заключен опционный контракт на $1 млн. Приобрели опцион на покупку по {={var1-10}/2} RUB за каждый USD контракта. Цена по опциону 77 руб. Найти финансовый результат покупателя опциона в млн. руб при курсе USD {=77-{var1-10}} руб в июне",
      answer: "-{var1-10}/2"
    },
  
    {
      header: "Типовая задача", title: "Расчет Финансовый результат покупателя опциона на покупку 3", theme: "Финансовый инжиниринг. Хеджирование",
      text: "В ноябре заключен опционный контракт на $1 млн. Приобрели опцион на покупку по 5 RUB за каждый USD контракта. Цена по опциону 80 руб. Найти финансовый результат покупателя опциона в млн. руб при курсе USD {=80+{var1-10}/2} руб в июне",
      answer: "{var1-10}/2-5"
    },
  
    {
      header: "Типовая задача", title: "Расчет Финансовый результат покупателя опциона на покупку. Безубыточность", theme: "Финансовый инжиниринг. Хеджирование",
      text: "В ноябре заключен опционный контракт на $1 млн. Приобрели опцион на покупку по {={var1-10}/2} RUB за каждый USD контракта. Цена по опциону 77 руб. Найти курс USD при нулевом финансовом результате",
      answer: "77+{var1-10}/2"
    }
  ]

  window.quizesSets = Object.assign(
    {},
    {
        call_option_holder: call_option_holder 
    }
  )
