let quizesSets = [

    {
        id: "taxes1",
        type: "multiplechoices",
        header: "Тест",
        title: "Федеральные налоги и сборы",
        theme: "Государственные финансы",
        text: "Федеральные налоги и сборы",
        tags: ["Федеральные", "налоги" , "сборы"],
        hint: '<a target="_blank" href="https://www.nalog.gov.ru/rn43/taxation/taxes/" class="link-secondary">Действующие в РФ налоги и сборы</a>',
        choices: [
            "Налог на доходы физических лиц (НДФЛ)",
            "Налог на прибыль организаций",
            "Налог на добавленную стоимость (НДС)",
            "Акцизы",
            "Налог на имущество организаций",
            "Налог на игорный бизнес",
            "Транспортный налог",
            "Земельный налог",
            "Налог на имущество физических лиц",
            "Торговый сбор"

        ],
        answers: [
            "Налог на доходы физических лиц (НДФЛ)",
            "Налог на прибыль организаций",
            "Налог на добавленную стоимость (НДС)",
            "Акцизы"
        ]
    },

    {
        id: "taxes2",
        type: "multiplechoices",
        header: "Тест",
        title: "Региональные налоги",
        theme: "Государственные финансы",
        text: "Региональные налоги",
        hint: '<a target="_blank" href="https://www.nalog.gov.ru/rn43/taxation/taxes/" class="link-secondary">Действующие в РФ налоги и сборы</a>',
        choices: [
            "Налог на доходы физических лиц (НДФЛ)",
            "Налог на прибыль организаций",
            "Налог на добавленную стоимость (НДС)",
            "Акцизы",
            "Налог на имущество организаций",
            "Налог на игорный бизнес",
            "Транспортный налог",
            "Земельный налог",
            "Налог на имущество физических лиц",
            "Торговый сбор"

        ],
        answers: [
            "Налог на имущество организаций",
            "Налог на игорный бизнес",
            "Транспортный налог",
        ]
    },


    {
        id: "taxes3",
        type: "multiplechoices",
        header: "Тест",
        title: "Местные налоги",
        theme: "Государственные финансы",
        text: "Местные налоги",
        hint: '<a target="_blank" href="https://www.nalog.gov.ru/rn43/taxation/taxes/" class="link-secondary">Действующие в РФ налоги и сборы</a>',
        choices: [
            "Налог на доходы физических лиц (НДФЛ)",
            "Налог на прибыль организаций",
            "Налог на добавленную стоимость (НДС)",
            "Акцизы",
            "Налог на имущество организаций",
            "Налог на игорный бизнес",
            "Транспортный налог",
            "Земельный налог",
            "Налог на имущество физических лиц",
            "Торговый сбор"

        ],
        answers: [
            "Земельный налог",
            "Налог на имущество физических лиц",
            "Торговый сбор"
        ]
    },


    {
        id: "moneymarket001",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции денег 1",
        theme: "Деньги и банковская система",
        text: "Деньги, как средство обращения пришли на смену",
        choices: [
            "сбережениям",
            "прибыли",
            "доходы",
            "бартер"
        ],
        answers: ["бартер"]
    },

    {
        id: "moneymarket002",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции денег 2",
        theme: "Деньги и банковская система",
        text: "Когда приходится решать, сколько денег нужно иметь, чтобы купить товар, то деньги выступают в функции",
        choices: [
            "мера стоимости",
            "средство платежа",
            "средство обращения",
            "средство накопления"

        ],
        answers: ["мера стоимости"]
    },




 


    {
        id: "moneymarket006",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции денег 6",
        theme: "Деньги и банковская система",
        text: "Когда необходимо передать деньги из рук в руки, то выполняется функция денег как",
        choices: [
            "средство накопления",
            "средство обращения",
            "средство платежа",
            "мировые деньги"

        ],
        answers: ["средство обращения"]
    },







    {
        id: "moneymarket020",
        type: "multiplechoices",
        header: "Тест",
        title: "Продажа ценных бумаг",
        theme: "Деньги и банковская система",
        text: "Если Центральный банк продает большое количество государственных ценных бумаг на открытом рынке, то он преследует при этом цель",
        choices: [
            "снизить учетную ставку",
            "увеличить объем государственных инвестиций",
            "сделать кредит более доступным",
            "затруднить покупку населением государственных ценных бумаг"
        ],
        answers: ["увеличить объем государственных инвестиций"]
    },


    {
        id: "moneymarket021",
        type: "multiplechoices",
        header: "Тест",
        title: "Учетная ставка",
        theme: "Деньги и банковская система",
        text: "Термин «учетная ставка» означает",
        choices: [
            "уровень снижения цены для Центрального банка, когда он скупает государственные ценные бумаги",
            "степень давления, оказываемого Центральным банком на коммерческие банки с целью снижения объема выдаваемых им ссуд",
            "процентную ставку по ссудам, предоставляемым коммерческим банкам",
            "степень воздействия Центрального банка на рост денежной массы и объема ВВП"
        ],
        answers: ["процентную ставку по ссудам, предоставляемым коммерческим банкам"]
    },




    {
        id: "economics2",
        type: "multiplechoices",
        header: "Тест",
        title: "Факторы производства",
        theme: "Предмет и метод экономической науки",
        text: "Что из перечисленного НЕ относится к факторам производства?",
        choices: [
            "труд",
            "земля",
            "деньги",
            "капитал",
            "предпринимательские способности"
        ],
        answers: ["деньги"]
    },



 


  



    {
        id: "economics42",
        type: "multiplechoices",
        header: "Тест",
        title: "Финансовый план ожидаемых доходов и расходов государства",
        theme: "Государственные финансы",
        text: "… – это финансовый план ожидаемых доходов и расходов государства за год",
        choices: [
            "Государственный бюджет",
            "Государственный указ",
            "Государственный план",
            "Государственная концепция"
        ],
        answers: ["Государственный бюджет"]
    },




    {
        id: "economics43",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции государства в рыночной экономике",
        theme: "Государственные финансы",
        text: "Что из перечисленного является функцией государства в рыночной экономике",
        choices: [
            "сбор налогов",
            "определение объема производства",
            "установление цен",
            "законодательно установленное место производства и сбыта товаров"
        ],
        answers: ["сбор налогов"]
    },





    {
        id: "economics44",
        type: "multiplechoices",
        header: "Тест",
        title: "Понятия налоообложения",
        theme: "Государственные финансы",
        text: "… – лицо, обязанное по закону уплачивать налог",
        choices: [
            "Субъект налога",
            "Объект налога",
            "Предмет налога",
            "Характер налогообложения"
        ],
        answers: ["Субъект налога"]
    },





    {
        id: "economics45",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции налогов",
        theme: "Государственные финансы",
        text: "Среди функций налогов выделяются: фискальная, социальная, …, регулирующая, поощрительная",
        choices: [
            "Контрольная",
            "Интегральная",
            "Карающая",
            "Инструментальная"
        ],
        answers: ["Контрольная"]
    },





    {
        id: "economics46",
        type: "multiplechoices",
        header: "Тест",
        title: "НДФЛ",
        theme: "Государственные финансы",
        text: "Единая ставка налога с трудовых доходов (НДФЛ при условии дохода менее 5 млн. рублей в год) составляет",
        choices: [
            "13%",
            "18%",
            "9%",
            "35%"
        ],
        answers: ["13%"]
    },






    {
        id: "economics1105",
        header: "Типовая задача",
        type: "quizwithrandomnumber",
        title: "Валовый внутренний продукт и НДС",
        theme: "Основные корпоративные налоги",
          text: `
            Валовый внутренний продукт и НДС<br>
            Нарубили лес на {=50+{var1-10}*5} ден. ед.<br>
            Изготовили из леса ДСП и продали за {=750-{var1-10}*50} ден. ед.<br>
            Изготовили из ДСП мебель и продали за {=800+{var1-10}*20} ден. ед.<br>
            Чему равен ВВП этой экономики?
        `,
        answer: "800+{var1-10}*20",
        hint: `
        <a
         target="_blank"
         href='https://xn--90aivcdt6dxbc.xn--p1ai/articles/useful/vvp-zachem-on-nuzhen-i-kak-ego-rasschityvayut/'
         class='link-primary'>Зачем нужен ВВП и как его рассчитывают</a><br>
        Сумма добавленных стоимостей или продажи продукции КОНЕЧНЫМ потребителям`,
        quizesCasesId: "-NUmjzyJQdklxjKXeteV"
    },

    {
        id: "economics1110",
        header: "Типовая задача",
        type: "quizwithrandomnumber",
        title: "Найти налог НДС за отчетный период",
        theme: "Основные корпоративные налоги",
          text: `
            Найти налог НДС за отчетный период<br>
            Купили товар за {={var1-10}*50} млн. руб. (в том числе НДС -20%), продали 90% товара за  {={var1-10}*(1+{var1-10}/10)*50} млн. руб. (в том числе НДС -20%).<br>
            Оплачено поставщикам 50% задолженности, покупатели заплатили 80% долга.<br>
            Найти налог НДС за отчетный период.
        `,
        answer: "({var1-10}*(1+{var1-10}/10)-{var1-10})*50/6",
        hint: `
        <a
        target="_blank"
         href='https://journal.tinkoff.ru/guide/nds/'
         class='link-primary'>Как устроен НДС 2024</a>
         <br>
         <a
         target="_blank"
         href='https://journal.tinkoff.ru/news/nds-na-usn-fns/'
         class='link-primary'>как бизнесу на упро­щенке платить НДС с 2025 года</a>
         <br>        
        <table class='table table-sm'><thead><tr><th>Поставщик</th><th>Мы</th><th>Покупатель</th></tr></thead>
            <tbody>
                <tr><td>100+20 млн</td><td>Производство</td><td>300+60 млн.</td></tr>
                <tr><td>Книга покупок</td><td>Налоговая служба</td><td>Книга продаж</td></tr>
            </tbody>
        </table>
        <br>
        НДС к уплате 40=60-20        
         `,
         quizesCasesId: "-NUmjzyKYuapM0DT9RME"
    },


    {
        id: "economics1115",
        header: "Типовая задача",
        type: "quizwithrandomnumber",
        title: "Налог на прибыль за период",
        theme: "Основные корпоративные налоги",
        text: `
        Налог на прибыль за период<br>
            Купили товар за {={var1-10}*50} млн. руб. (в том числе НДС -20%), продали {=85+{var1-10}}% товара за {={var1-10}*(1+{var1-10}/10)*50} млн. руб. (в том числе НДС -20%).<br>
            Оплачено поставщикам 50% задолженности, покупатели заплатили 80% долга.<br>
            Найти налог на прибыль за период
        `,
        answer: "0.2*({var1-10}*(1+{var1-10}/10)*50*100/120-{var1-10}*50*5*(85+{var1-10})/(6*100))",
        hint: `
        <a
        target="_blank"
         href='https://www.nalog.gov.ru/rn86/taxation/taxes/profitul/'
         class='link-primary'>Подробнее</a>
         `,
         quizesCasesId: "-NUmjzyKYuapM0DT9RMJ"
    },





    



]

window.quizesSets = quizesSets;
