//https://www.matburo.ru/sub_test.php?p=test_tu1
//https://www.matburo.ru/sub_test.php?p=test_omark1
//https://neiros.ru/tools/sample-size/

let quizesSets = [

  
{
    id: "management010",
    type: "multiplechoices",
    header: "Тест",
    title: "В ХХI веке управленческая наука учит:",
    theme: "Сущность и характерные черты современного менеджмента",
    text: "В ХХI веке управленческая наука учит:",
    choices: [
        "делать акцент на индивидуальные отличия данной организации по сравнению с другими",
        "развивать менеджмент самостоятельно, не обращаясь за опытом других организаций",
        "сравнивать менеджмент данной организации с другими",
        ],
    answers: ["делать акцент на индивидуальные отличия данной организации по сравнению с другими"],
    hint: `
        <a href='https://natural-sciences.ru/ru/article/view?id=15367'
         class='link-primary'>
         Функциональные и линейные руководители
         </a>
    `
},


{
    id: "management015",
    type: "multiplechoices",
    header: "Тест",
    title: "Главная заслуга Ф.У.Тейлора состоит в том, что он:",
    theme: "Сущность и характерные черты современного менеджмента",
    text: "Главная заслуга Ф.У.Тейлора состоит в том, что он:",
    choices: [
        "разработал методологические основы нормирования труда, стандартизировал рабочие операции, внедрил в практику научные подходы подбора, расстановки рабочих и стимулирования труда",
        "разработал положение, характеризующее предприятие как социальную систему, состоящую из неформальных групп, регулирующих человеческое поведение",
        "сформулировал принципы, в соответствии с которыми следует отбирать людей на руководящие должности",
        ],
    answers: ["разработал методологические основы нормирования труда, стандартизировал рабочие операции, внедрил в практику научные подходы подбора, расстановки рабочих и стимулирования труда"],
    hint: `
        <a href='https://vk.com/@-200942348-upravlenie-kachestvom-v-licah-frederik-teilor'
         class='link-primary'>
        Фредерик Тейлор
         </a>
    `
},

{
    id: "management020",
    type: "multiplechoices",
    header: "Тест",
    title: "Кто впервые заметил и оценил роль человеческого фактора на производстве",
    theme: "Сущность и характерные черты современного менеджмента",
    text: "Кто впервые заметил и оценил роль человеческого фактора на производстве:",
    choices: [
        "Д.Рикардо",
        "Ф.Кенэ",
        "Р.Оуэн",
        ],
    answers: ["Р.Оуэн"],
    // hint: `
    //     <a href='https://vk.com/@-200942348-upravlenie-kachestvom-v-licah-frederik-teilor'
    //      class='link-primary'>
    //     Фредерик Тейлор
    //      </a>
    // `
},

{
    id: "management025",
    type: "multiplechoices",
    header: "Тест",
    title: "Современная японская модель менеджмента направлена на",
    theme: "Сущность и характерные черты современного менеджмента",
    text: "Современная японская модель менеджмента направлена на",
    choices: [
        "ориентированность на национальные ценности, средства трудовой мотивации, национальные социально-психологические установки",
        "формирование такой организационно-правовой формы частного предпринимательства, как корпорация",
        "ориентацию управления на отдельную личност",
        ],
    answers: ["ориентированность на национальные ценности, средства трудовой мотивации, национальные социально-психологические установки",],
    hint: `
        <a href='https://happy-job.ru/hr-blog/yaponskaya-model-menedzhmenta/'
         class='link-primary'>
        Подробнее
         </a>
    `
},


{
    id: "management050",
    type: "multiplechoices",
    header: "Тест",
    title: "Линейный менеджер несет ответственность за",
    theme: "Менеджмент и маркетинг",
    text: "Линейный менеджер несет ответственность за",
    choices: [
        "общую деятельность организации или подразделений, а следовательно, полагается на управленцев, ответственных за выполнение отдельных функций",
        "отдельные элементы деятельности организации, такие как управление персоналом, исследованиями, маркетингом или производством;",
        "выполнение функций, напрямую связанных с производством или поставкой продукта услуг потребителям",
        ],
    answers: ["выполнение функций, напрямую связанных с производством или поставкой продукта услуг потребителям"],
    hint: `
        <a href='https://xn--h1apee0d.xn--p1ai/dolzhnostnye_instrukcii/linejnyj-rukovoditel-kto-eto/'
         class='link-primary'>
         Функциональные и линейные руководители
         </a>
    `
},


{
id: "management005",
type: "multiplechoices",
header: "Тест",
title: "Интегративный аспект подхода к науке управления организацией состоит в:",
theme: "Сущность и характерные черты современного менеджмента",
text: "Интегративный аспект подхода к науке управления организацией состоит в:",
choices: [
    "выявлении цели системы, противоречий в ее функционировании, путей и способов разрешения противоречий, в выявлении основного звена, обеспечивающего сохранение объекта исследования как целостной систем",
    "выявлении элементов, входящих в исследуемую систему, определении уровня общности системы, ее мощности",
    "определении среды обитания системы, характер субординационных и координационных связей с другими системами, тесноты этих связей",
    ],
answers: ["выявлении цели системы, противоречий в ее функционировании, путей и способов разрешения противоречий, в выявлении основного звена, обеспечивающего сохранение объекта исследования как целостной систем"],
hint: `
    <a href='https://natural-sciences.ru/ru/article/view?id=15367'
     class='link-primary'>
     Функциональные и линейные руководители
     </a>
`
},





{
    id: "economics950",
    type: "multiplechoices",
    header: "Тест",
    title: "Приоритетные для бизнеса товары (рынки, клиенты и т.д.) можно выявить с помощью…",
    theme: "Менеджмент и маркетинг",
    text: "Приоритетные для бизнеса товары (рынки, клиенты и т.д.) можно выявить с помощью…",
    choices: [
        "корреляционного анализа",
        "регрессионного анализа",
        "АВС- анализа",
        "SWOT- анализа"
        ],
    answers: ["АВС- анализа"]
},


{
    id: "economics951",
    type: "multiplechoices",
    header: "Тест",
    title: "С помощью регрессионного анализа можно установить",
    theme: "Менеджмент и маркетинг",
    text: "С помощью регрессионного анализа можно установить",
    choices: [
        "как часто потенциальные потребители готовы приобретать товар",
        "как сильно потребители нуждаются в товаре",
        "как изменится продажа товара при изменении того или иного фактора на одну единицу",
        "на сколько единиц изменится продажа товара через месяц (квартал, год)"
        ],
    answers: ["как изменится продажа товара при изменении того или иного фактора на одну единицу",
        "на сколько единиц изменится продажа товара через месяц (квартал, год)"]
},

{
    id: "economics952",
    type: "multiplechoices",
    header: "Тест",
    title: "Укажите источник первичной маркетинговой информации",
    theme: "Менеджмент и маркетинг",
    text: "Укажите источник первичной маркетинговой информации",
    choices: [
        "опросы потребителей",
        "материалы отраслевой статистики",
        "маркетинговая разведка",
        "материалы Росстата"
        ],
    answers: ["опросы потребителей",
        "маркетинговая разведка"]
},

{
    id: "economics953",
    type: "multiplechoices",
    header: "Тест",
    title: "Среди приведенных источников укажите внешние источники вторичной маркетинговой информации",
    theme: "Менеджмент и маркетинг",
    text: "Среди приведенных источников укажите внешние источники вторичной маркетинговой информации",
    choices: [
        "деловая корреспонденция компании",
        "материалы профессиональных объединений, союзов, ассоциаций",
        "опросы потребителей",
        "материалы выставо- ярмарок"
        ],
    answers: ["материалы выставо- ярмарок",
        "материалы профессиональных объединений, союзов, ассоциаций"]
},


{
    id: "economics954",
    type: "multiplechoices",
    header: "Тест",
    title: "Для выявления покупательских предпочтений предпочтительнее всего",
    theme: "Менеджмент и маркетинг",
    text: "Для выявления покупательских предпочтений предпочтительнее всего",
    choices: [
        "анкетный опрос",
        "контент-анализ прессы",
        "моментные обследования магазинов",
        "эксперимент"
        ],
    answers: ["анкетный опрос"]
},

{
    id: "economics954",
    type: "multiplechoices",
    header: "Тест",
    title: "К элементам маркетинговой микросреды относится …",
    theme: "Менеджмент и маркетинг",
    text: "К элементам маркетинговой микросреды относится …",
    choices: [
        "законодательство в области предпринимательства",
        "социально- культурная ситуация в стране",
        "клиентура фирмы",
        "политическая ситуация в стране"
        ],
    answers: ["клиентура фирмы"]
},

{
    id: "economics955",
    type: "multiplechoices",
    header: "Тест",
    title: "Какой метод анализа информации о рынке относится к статистическим методам?",
    theme: "Менеджмент и маркетинг",
    text: "Какой метод анализа информации о рынке относится к статистическим методам?",
    choices: [
        "регрессионный анализ",
        "АВС-анализ",
        "SWOT-анализ",
        "STEP-анализ"
        ],
    answers: ["регрессионный анализ"]
},

{
    id: "economics956",
    type: "multiplechoices",
    header: "Тест",
    title: "К функциям маркетолога не принято относить …",
    theme: "Менеджмент и маркетинг",
    text: "К функциям маркетолога не принято относить …",
    choices: [
        "сбор и оценку рыночной информации",
        "подготовку смет и расчетов себестоимости товаров",
        "подготовку смет и расходов по маркетингу",
        "разработку прогнозов спроса потребителей"
        ],
    answers: ["подготовку смет и расчетов себестоимости товаров"]
},



]

window.quizesSets = quizesSets;