//https://www.matburo.ru/sub_test.php?p=test_tu1
//https://www.matburo.ru/sub_test.php?p=test_omark1
//https://neiros.ru/tools/sample-size/

let quizesSets = [

    {
        id: "management030",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 1",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1856—1915<br>
        Родился в богатой семье, поступил в университет на юриста, но предпочел начать карьеру обычным рабочим на фабрике<br>
        Считал, что целью менеджмента является разработка инструкций для рабочих<br>
        Считал, что обучение работника важнее изучения его личностных характеристик    
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер"
            ],
        answers: ["Фредерик Тейлор"],
        hint: `
            <a href="https://vk.com/@-200942348-upravlenie-kachestvom-v-licah-frederik-teilor"
            target="_blank">Подробнее</a>
        `
    },
    
    {
        id: "management035",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 2",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1909 — 2005<br>
        Родился в Австрии, переехал в Германию, в 28 лет бежал от нацистского режима в США.<br>
        Считается одним из «отцов менеджмента», но никогда не работал на производстве<br>
        Стал говорить о важности работников интеллектуального труда, обобщал опыт работы транснациональных корпораций General Motors, General Electric, Chase Manhattan и другими   
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер"
            ],
        answers: ["Питер Друкер"],
        hint: `
            <a href="https://skillbox.ru/media/management/kto_takoy_piter_druker/"
            target="_blank">Подробнее</a>
        `
    },
    
    
    {
        id: "management040",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 3",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1841—1925<br>
        Работал руководителем высшего звена на крупном предприятии<br>
        Существовавшую до него линейную Структуру управления предприятием дополнил функциональными службами.<br>
        Стал родоначальником самой распространенной системы — линейно-штабной структуры
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
             "Дуглас Мак-Грегор",
             "Майкл Портер"
            ],
        answers: [ "Анри Файоль"],
        hint: `
            <a href="https://skillbox.ru/media/management/kto_takoy_piter_druker/"
            target="_blank">Подробнее</a>
        `
    },
    
    
    {
        id: "management045",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 4",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1863-1947<br>
        Первым «поставил на конвейер» технически сложную и нуждающуюся в технической поддержке на протяжении всего срока эксплуатации продукцию — автомобиль<br>
        Реализовал на практике идеи капитализма благосостояния (англ. welfare capitalism), направленные на улучшение условий жизни рабочих и на сокращение текучести кадров
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер"
            ],
        answers: ["Генри Форд"],
        hint: `
            <a href="https://vk.com/@-200942348-upravlenie-kachestvom-v-licah-genri-ford"
            target="_blank">Подробнее</a>
        `
    },
    
    {
        id: "management046",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 5",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1864–1920<br>
        Написал книгу «Протестантская этика и дух капитализма» (1905)br>
        Утверждал, что этическая система кальвинизма (протестантизма) послужила причиной переноса экономического центра Европы из католических французских, испанских и итальянских городов в нидерландские, английские, шотландские и немецкие<br>
        Подчеркиавал четкое разделение организационной и личной жизни членов организации
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
        "Майкл Портер"]
            ,
        answers: [ "Макс Вебер"],
        hint: `
            <a href="https://4brain.ru/blog/maks-veber-osnovnye-idei-i-vozzrenija/"
            target="_blank">Подробнее</a>
        `
    },
    
    {
        id: "management047",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 6",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1771–1858<br>
        Жил во времена промышленной революции в Великобритании.<br>
        Увлекался философией эпохи Просвещения, особенно трудами Жан-Жака Руссо<br>
        В вместе с сыновьями переехал в Америку и основал там коммуну «Новая гармония».<br>
        Это сообщество из 800 человек, которые бесплатно получают лекарства и другие блага от специального комитета, оценивающего их вклад в жизнь сообщества.<br>
        Все должны были жить в одинаковых условиях, одинаково одеваться и питаться.<br>
        Мальчики и девочки учились отдельно, в интернатах<br>
        К 1817 году он сформулировал цель восьмичасового рабочего дня и придумал лозунг: «Восемь часов труда, восемь часов на отдых и развлечения, восемь часов сна»<br>
        Идеи в российскую концепцию военных поселений Аракчеева, где военные должны быть совмещать службу с сельскохозяйственным трудом
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",         
            "Майкл Портер"  ,
             "Таити Оно"
            ],
        answers: [ "Роберт Оуэн"],
        hint: `
            <a href="https://mel.fm/zhizn/istorii/7812504-on-pridumal-i-otkryl-pervy-yasli-sad-utopiya-biznesmena-roberta-ouena"
            target="_blank">Подробнее</a>
        `
    },
    
    
    {
        id: "management048",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 7",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1908-1970<br>
        Разделил все потребности на пять групп и расположил эти группы ДРУГ НАД ДРУГОМ в зависимости от их степени влияния на поведение человека.<br>
        Считал, что на каждом уровне человек совершает действия, основываясь на том, что у него уже есть и что ему сейчас больше всего нужно.<br>
        Когда человек удовлетворяет свои потребности на одном уровне, то поднимается выше и начинает удовлетворять потребности следующего    
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор"  ,
            "Майкл Портер",
            "Таити Оно"  
            ],
        answers: ["Абрахам Маслоу"],
        hint: `
            <a href="https://skillbox.ru/media/marketing/piramida-potrebnostey-maslou-bolshoy-rasskaz-o-samoy-izvestnoy-teorii-motivatsii/"
            target="_blank">Подробнее</a>
        `
    },
    
    
    {
        id: "management049",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 8",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1906-1964<br>
        Утверждал, что существует два вида менеджмента персонала, первый из которых основывается на «теории X», а второй — на «теории Y».<br>
    Теория X гласит: средний человек не любит трудиться и по возможности избегает работы.<br>
    Следовательно, менеджмент вынужден прибегать к жёстким (тотальный контроль и система наказаний) и мягким (убеждение и поощрение) формам принуждения.<br>
    Теория Y гласит, что для человека расходовать моральные и физические силы на работу так же естественно, как отдыхать или играть.<br>
    Это означает, что человека можно стимулировать на труд, если дать ему возможность полностью раскрыться, брать на себя ответственность, ощущать свою значимость для организации.<br>
    Утверждал, что в одних ситуациях (например, массовое производство) годится только теория X, а в других — только теория Y.  
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер",
             "Таити Оно"

            ],
        answers: [ "Дуглас Мак-Грегор"],
        hint: `
            <a href="https://www.hr-director.ru/article/67746-teoriya-motivatsii-makgregora-20-m8"
            target="_blank">Подробнее</a>
        `
    },


    {
        id: "management149",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 9",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1947-...<br>
        Разработал концепцию стратегического менеджмента<br>
        Утверждал, что существует пять конкурентных сил: потенциальные конкуренты, отраслевые конкуренты, власть покупателей, власть поставщиков, угроза товаров заменителей (субститутов).  
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер",
             "Таити Оно"
            ],
        answers: [ "Дуглас Мак-Грегор"],
        hint: `
            <a href="https://www.hr-director.ru/article/67746-teoriya-motivatsii-makgregora-20-m8"
            target="_blank">Подробнее</a>
        `
    },

    {
        id: "management149",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 10",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1912-1990<br>
        Создал концепцию управления производственным предприятием, основанную на: <br>
                постоянном стремлении к устранению всех видов потерь,<br>
                оценке ценности продукта для конечного потребителя на каждом этапе его создания, <br>
                вовлечении в процесс оптимизации бизнеса каждого сотрудника, <br>
                максимальной ориентации на потребителя, <br>
                планомерном сокращении процессов и операций, добавляющих ценности<br>
                Делал упор на исключение потерь в производстве и руководствовался всего лишь двумя
                принципами: точно вовремя (just-in-time), автономизация.<br>
                Принцип «точно вовремя» заключается в том, что во время производственного процесса необходимые для
                сборки детали оказывались на производственной линии строго в тот момент, когда это нужно, и строго в
                необходимом количестве.<br>
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер",
            "Таити Оно"],
        answers: [ "Дуглас Мак-Грегор"],
        hint: `
            <a href="https://www.hr-director.ru/article/67746-teoriya-motivatsii-makgregora-20-m8"
            target="_blank">Подробнее</a>
        `
    },




    
    
    

  
{
    id: "management010",
    type: "multiplechoices",
    header: "Тест",
    title: "В ХХI веке управленческая наука учит:",
    theme: "Сущность и характерные черты современного менеджмента",
    text: "В ХХI веке управленческая наука учит:",
    choices: [
        "делать акцент на индивидуальные отличия данной организации по сравнению с другими",
        "развивать менеджмент самостоятельно, не обращаясь за опытом других организаций",
        "сравнивать менеджмент данной организации с другими",
        ],
    answers: ["делать акцент на индивидуальные отличия данной организации по сравнению с другими"],
    hint: `
        <a href='https://natural-sciences.ru/ru/article/view?id=15367'
         class='link-primary'>
         Функциональные и линейные руководители
         </a>
    `
},


{
    id: "management015",
    type: "multiplechoices",
    header: "Тест",
    title: "Главная заслуга Ф.У.Тейлора состоит в том, что он:",
    theme: "Сущность и характерные черты современного менеджмента",
    text: "Главная заслуга Ф.У.Тейлора состоит в том, что он:",
    choices: [
        "разработал методологические основы нормирования труда, стандартизировал рабочие операции, внедрил в практику научные подходы подбора, расстановки рабочих и стимулирования труда",
        "разработал положение, характеризующее предприятие как социальную систему, состоящую из неформальных групп, регулирующих человеческое поведение",
        "сформулировал принципы, в соответствии с которыми следует отбирать людей на руководящие должности",
        ],
    answers: ["разработал методологические основы нормирования труда, стандартизировал рабочие операции, внедрил в практику научные подходы подбора, расстановки рабочих и стимулирования труда"],
    hint: `
        <a href='https://vk.com/@-200942348-upravlenie-kachestvom-v-licah-frederik-teilor'
         class='link-primary'>
        Фредерик Тейлор
         </a>
    `
},




{
    id: "management020",
    type: "multiplechoices",
    header: "Тест",
    title: "Кто впервые заметил и оценил роль человеческого фактора на производстве",
    theme: "Сущность и характерные черты современного менеджмента",
    text: "Кто впервые заметил и оценил роль человеческого фактора на производстве:",
    choices: [
        "Д.Рикардо",
        "Ф.Кенэ",
        "Р.Оуэн",
        ],
    answers: ["Р.Оуэн"],
    // hint: `
    //     <a href='https://vk.com/@-200942348-upravlenie-kachestvom-v-licah-frederik-teilor'
    //      class='link-primary'>
    //     Фредерик Тейлор
    //      </a>
    // `
},

{
    id: "management025",
    type: "multiplechoices",
    header: "Тест",
    title: "Современная японская модель менеджмента направлена на",
    theme: "Сущность и характерные черты современного менеджмента",
    text: "Современная японская модель менеджмента направлена на",
    choices: [
        "ориентированность на национальные ценности, средства трудовой мотивации, национальные социально-психологические установки",
        "формирование такой организационно-правовой формы частного предпринимательства, как корпорация",
        "ориентацию управления на отдельную личност",
        ],
    answers: ["ориентированность на национальные ценности, средства трудовой мотивации, национальные социально-психологические установки",],
    hint: `
        <a href='https://happy-job.ru/hr-blog/yaponskaya-model-menedzhmenta/'
         class='link-primary'>
        Подробнее
         </a>
    `
},










{
    id: "management050",
    type: "multiplechoices",
    header: "Тест",
    title: "Линейный менеджер несет ответственность за",
    theme: "Менеджмент и маркетинг",
    text: "Линейный менеджер несет ответственность за",
    choices: [
        "общую деятельность организации или подразделений, а следовательно, полагается на управленцев, ответственных за выполнение отдельных функций",
        "отдельные элементы деятельности организации, такие как управление персоналом, исследованиями, маркетингом или производством;",
        "выполнение функций, напрямую связанных с производством или поставкой продукта услуг потребителям",
        ],
    answers: ["выполнение функций, напрямую связанных с производством или поставкой продукта услуг потребителям"],
    hint: `
        <a href='https://xn--h1apee0d.xn--p1ai/dolzhnostnye_instrukcii/linejnyj-rukovoditel-kto-eto/'
         class='link-primary'>
         Функциональные и линейные руководители
         </a>
    `
},


{
id: "management005",
type: "multiplechoices",
header: "Тест",
title: "Интегративный аспект подхода к науке управления организацией состоит в:",
theme: "Сущность и характерные черты современного менеджмента",
text: "Интегративный аспект подхода к науке управления организацией состоит в:",
choices: [
    "выявлении цели системы, противоречий в ее функционировании, путей и способов разрешения противоречий, в выявлении основного звена, обеспечивающего сохранение объекта исследования как целостной систем",
    "выявлении элементов, входящих в исследуемую систему, определении уровня общности системы, ее мощности",
    "определении среды обитания системы, характер субординационных и координационных связей с другими системами, тесноты этих связей",
    ],
answers: ["выявлении цели системы, противоречий в ее функционировании, путей и способов разрешения противоречий, в выявлении основного звена, обеспечивающего сохранение объекта исследования как целостной систем"],
hint: `
    <a href='https://natural-sciences.ru/ru/article/view?id=15367'
     class='link-primary'>
     Функциональные и линейные руководители
     </a>
`
},





{
    id: "economics950",
    type: "multiplechoices",
    header: "Тест",
    title: "Приоритетные для бизнеса товары (рынки, клиенты и т.д.) можно выявить с помощью…",
    theme: "Менеджмент и маркетинг",
    text: "Приоритетные для бизнеса товары (рынки, клиенты и т.д.) можно выявить с помощью…",
    choices: [
        "корреляционного анализа",
        "регрессионного анализа",
        "АВС- анализа",
        "SWOT- анализа"
        ],
    answers: ["АВС- анализа"]
},


{
    id: "economics951",
    type: "multiplechoices",
    header: "Тест",
    title: "С помощью регрессионного анализа можно установить",
    theme: "Менеджмент и маркетинг",
    text: "С помощью регрессионного анализа можно установить",
    choices: [
        "как часто потенциальные потребители готовы приобретать товар",
        "как сильно потребители нуждаются в товаре",
        "как изменится продажа товара при изменении того или иного фактора на одну единицу",
        "на сколько единиц изменится продажа товара через месяц (квартал, год)"
        ],
    answers: ["как изменится продажа товара при изменении того или иного фактора на одну единицу",
        "на сколько единиц изменится продажа товара через месяц (квартал, год)"]
},

{
    id: "economics952",
    type: "multiplechoices",
    header: "Тест",
    title: "Укажите источник первичной маркетинговой информации",
    theme: "Менеджмент и маркетинг",
    text: "Укажите источник первичной маркетинговой информации",
    choices: [
        "опросы потребителей",
        "материалы отраслевой статистики",
        "маркетинговая разведка",
        "материалы Росстата"
        ],
    answers: ["опросы потребителей",
        "маркетинговая разведка"]
},

{
    id: "economics953",
    type: "multiplechoices",
    header: "Тест",
    title: "Среди приведенных источников укажите внешние источники вторичной маркетинговой информации",
    theme: "Менеджмент и маркетинг",
    text: "Среди приведенных источников укажите внешние источники вторичной маркетинговой информации",
    choices: [
        "деловая корреспонденция компании",
        "материалы профессиональных объединений, союзов, ассоциаций",
        "опросы потребителей",
        "материалы выставо- ярмарок"
        ],
    answers: ["материалы выставо- ярмарок",
        "материалы профессиональных объединений, союзов, ассоциаций"]
},


{
    id: "economics954",
    type: "multiplechoices",
    header: "Тест",
    title: "Для выявления покупательских предпочтений предпочтительнее всего",
    theme: "Менеджмент и маркетинг",
    text: "Для выявления покупательских предпочтений предпочтительнее всего",
    choices: [
        "анкетный опрос",
        "контент-анализ прессы",
        "моментные обследования магазинов",
        "эксперимент"
        ],
    answers: ["анкетный опрос"]
},

{
    id: "economics954",
    type: "multiplechoices",
    header: "Тест",
    title: "К элементам маркетинговой микросреды относится …",
    theme: "Менеджмент и маркетинг",
    text: "К элементам маркетинговой микросреды относится …",
    choices: [
        "законодательство в области предпринимательства",
        "социально- культурная ситуация в стране",
        "клиентура фирмы",
        "политическая ситуация в стране"
        ],
    answers: ["клиентура фирмы"]
},

{
    id: "economics955",
    type: "multiplechoices",
    header: "Тест",
    title: "Какой метод анализа информации о рынке относится к статистическим методам?",
    theme: "Менеджмент и маркетинг",
    text: "Какой метод анализа информации о рынке относится к статистическим методам?",
    choices: [
        "регрессионный анализ",
        "АВС-анализ",
        "SWOT-анализ",
        "STEP-анализ"
        ],
    answers: ["регрессионный анализ"]
},

{
    id: "economics956",
    type: "multiplechoices",
    header: "Тест",
    title: "К функциям маркетолога не принято относить …",
    theme: "Менеджмент и маркетинг",
    text: "К функциям маркетолога не принято относить …",
    choices: [
        "сбор и оценку рыночной информации",
        "подготовку смет и расчетов себестоимости товаров",
        "подготовку смет и расходов по маркетингу",
        "разработку прогнозов спроса потребителей"
        ],
    answers: ["подготовку смет и расчетов себестоимости товаров"]
},


{
    id: "management105",
    type: "multiplechoices",
    header: "Тест",
    title: "Факторы макроокружения организации",
    theme: "Менеджмент и маркетинг",
    text: "К функциям маркетолога не принято относить …",
    choices: [
        "уровень безработицы",
        "правовые нормы",
        "темпы инфляции",
        "демографическая структура",
        "потенциал поставщиков",
        "миссия организации",
        "организационная структура",
        "функциональные области управления"
        ],
    answers: ["уровень безработицы", "темпы инфляции", "правовые нормы", "демографическая структура", "потенциал поставщиков"]
},

{
    id: "management105",
    type: "multiplechoices",
    header: "Тест",
    title: "Факторы микроокружения организации",
    theme: "Менеджмент и маркетинг",
    text: "К функциям маркетолога не принято относить …",
    choices: [
        "уровень безработицы",
        "правовые нормы",
        "темпы инфляции",
        "демографическая структура",
        "потенциал поставщиков",
        "миссия организации",
        "организационная структура",
        "функциональные области управления",
        
        ],
    answers: ["миссия организации", "организационная структура", "функциональные области управления"]
},



]

window.quizesSets = quizesSets;