let quizesSets = [
    {
        id: "statistics1",
        type: "multiplechoices",
        header: "Тест",
        title: "Объект статистического наблюдения",
        theme: "Введение в статистику",
        text: "Объект статистического наблюдения - это...",
        choices: ["единица наблюдения", "статистическая совокупность", "единица статистической совокупности", "совокупность признаков изучаемого явления"],
        answers: ["статистическая совокупность"]
    },

    {
        id: "statistics2",
        type: "multiplechoices",
        header: "Тест",
        title: "Cтатистическое сказуемое",
        theme: "Введение в статистику",
        text: "Cтатистическим сказуемым называется", choices: ["статистические совокупности, которые характеризуются различными показателями", "показатели, характеризующие совокупности", "сведения, расположенные в боковых заголовках таблицы", "числовые характеристики, размещенные в графах таблицы"], answers: ["показатели, характеризующие совокупности"]
    }, { id: "statistics3", type: "multiplechoices", header: "Тест", title: "Мода", theme: "Введение в статистику", text: "Модой в статистике называют", choices: ["значение признака, которые чаще всего встречается в данной совокупности", "значение признака у единицы, которое находится в середине упорядоченного ряда распределения", "значение признака, которое встречается в данной совокупности единственный раз", "отношение данных текущего уровня к предшествующему"], answers: ["значение признака, которые чаще всего встречается в данной совокупности"] },
    { id: "statistics4", type: "multiplechoices", header: "Тест", title: "Секторные диаграммы", theme: "Введение в статистику", text: "Секторные диаграммы представляют собой", choices: ["круг, разделенный на секторы", "графическое изображение статистических данных в виде столбиков - прямоугольников", "изображение самих предметов", "статистическую кривую"], answers: ["круг, разделенный на секторы"] },
    { id: "statistics5", type: "multiplechoices", header: "Тест", title: "Темп роста", theme: "Введение в статистику", text: "Темп роста вычисляется, как", choices: ["отношение уровней ряда", "разность уровней ряда", "произведение уровней ряда", "разность темпа прироста к 100%"], answers: ["отношение уровней ряда"] },
    { id: "statistics6", type: "multiplechoices", header: "Тест", title: "Абсолютные статистические показатели", theme: "Введение в статистику", text: "Абсолютные статистические показатели выражаются", choices: ["процентах", "в именованных числах", "в коэффициентах", "в промилях"], answers: ["в именованных числах"] },
    { id: "statistics7", type: "multiplechoices", header: "Тест", title: "Сводка", theme: "Введение в статистику", text: "Сводкой в статистическом наблюдении называется", choices: ["объединение единиц совокупности в некоторые группы, имеющие свои характерные особенности, общие черты и сходные изучаемого признака", "особая стадия статистического исследования, в ходе которого систематизируются первичные материалы стратегического наблюдения", "объект, характеризующийся цифрами", "обобщение единичных факторов"], answers: ["особая стадия статистического исследования, в ходе которого систематизируются первичные материалы стратегического наблюдения"] },
    { id: "statistics8", type: "multiplechoices", header: "Тест", title: "Статистика", theme: "Введение в статистику", text: "Статистика – это наука, которая изучает", choices: ["структуру природных и общественных явлений и процессов", "процессы накопления и использования богатств общества", "закономерности социально-экономических массовых явлений и процессов численными методами", "процесс потребления благ"], answers: ["закономерности социально-экономических массовых явлений и процессов численными методами"] },
    { id: "statistics9", type: "multiplechoices", header: "Тест", title: "Относительные статистические показатели", theme: "Введение в статистику", text: "Относительные статистические показатели выражаются", choices: ["в отвлеченных числах или в %", "в промилле", "в чел./днях", "в именованных числах"], answers: ["в отвлеченных числах или в %"] },
    { id: "statistics10", type: "multiplechoices", header: "Тест", title: "Предмет изучения статистики", theme: "Введение в статистику", text: "Предметом изучения статистики являются", choices: ["результаты статистического наблюдения, сводки и группировки", "закономерности социально-экономических массовых явлений и процессов на предприятиях и в экономике в целом", "закономерности маркетинговой деятельности предприятий", "процессы развития общества"], answers: ["закономерности социально-экономических массовых явлений и процессов на предприятиях и в экономике в целом"] }
];

window.quizesSets = quizesSets;