let quizesSets = [

    {
        id: "statistics705", type: "multiplechoices", header: "Тест", title: "Ряды распределения", theme: "Введение в статистику",
        text: "Если объектами рядв распределения являются длина, высота, выручка, то это",
        choices: ["количественные признаки объектов ряда распределения", "категориальные признаки объектов ряда распределения"],
        answers: ["количественные признаки объектов ряда распределения"]
    },

    {
        id: "statistics710", type: "multiplechoices", header: "Тест", title: "Ряды распределения", theme: "Введение в статистику",
        text: "Если объектами рядв распределения являются цвет, пол, бренд, то это",
        choices: ["количественные признаки объектов ряда распределения", "категориальные признаки объектов ряда распределения"],
        answers: ["категориальные признаки объектов ряда распределения"]
    },


    


    {
        id: "statistics105", type: "multiplechoices", header: "Тест", title: "Статистика", theme: "Введение в статистику",
        text: "Статистика – это наука, которая изучает",
        choices: ["структуру природных и общественных явлений и процессов", "процессы накопления и использования богатств общества", "закономерности социально-экономических массовых явлений и процессов численными методами", "процесс потребления благ"],
        answers: ["закономерности социально-экономических массовых явлений и процессов численными методами"]
    },


    {
        id: "statistics110",
        type: "multiplechoices",
        header: "Тест",
        title: "Объект статистического наблюдения",
        theme: "Введение в статистику",
        text: "Объект статистического наблюдения - это...",
        choices: ["единица наблюдения", "статистическая совокупность", "единица статистической совокупности", "совокупность признаков изучаемого явления"],
        answers: ["статистическая совокупность"]
    },
    {
        id: "statistics115", type: "multiplechoices", header: "Тест", title: "Предмет изучения статистики", theme: "Введение в статистику",
        text: "Предметом изучения статистики являются",
        choices: ["результаты статистического наблюдения, сводки и группировки", "закономерности социально-экономических массовых явлений и процессов на предприятиях и в экономике в целом", "закономерности маркетинговой деятельности предприятий", "процессы развития общества"],
        answers: ["закономерности социально-экономических массовых явлений и процессов на предприятиях и в экономике в целом"]
    },

 
    {
        id: "statistics120",
        type: "multiplechoices",
        header: "Тест",
        title: "Центральный орган государственной статистики России",
        theme: "Основы",
        text: "Центральный орган государственной статистики России",
        choices: [
            "статистическое управление города Москвы",
            "различные документы",
            "Центральное статистическое управление РФ",
            "Комитет статистических данных",
        "Росстат РФ"
        ]
        ,
        answers: ["Росстат РФ"]
    },

    {
        id: "statistics205",
        type: "multiplechoices",
        header: "Тест",
        title: "Этапы статистического наблюдения",
        theme: "Введение в статистику",
        text: "– первый и исходный этап статистического исследования",
        choices: ["Статистическое наблюдение", "Регистры", "Статистический график", "Размах вариации", "Статистическая таблица"],
        answers: ["Статистическое наблюдение"]
    },

    {
        id: "statistics210",
        type: "multiplechoices",
        header: "Тест",
        title: "Формы статистического наблюдения",
        theme: "Введение в статистику",
        text: "– форма наблюдения, при которой факты состояния отдельных единиц совокупности непрерывно регистрируются",
        choices: ["Статистическое наблюдение", "Регистры", "Статистический график", "Размах вариации", "Статистическая таблица"],
        answers: ["Регистры"]
    },

    
    {
        id: "statistics215",
        type: "multiplechoices",
        header: "Тест",
        title: "По времени регистрации фактов",
        theme: "Основы",
        text: "По времени регистрации фактов статистическое наблюдение бывает",
        choices: [
            "единовременное",
            "специально организованное",
            "выборочное",
            "непосредственное"],
        answers: ["единовременное"]
    },


    {
        id: "statistics220",
        type: "multiplechoices",
        header: "Тест",
        title: "По охвату единиц совокупности",
        theme: "Основы",
        text: "По охвату единиц совокупности статистическое наблюдение бывает",
        choices: [
            "монографическое",
            "периодическое",
            "в виде отчетности",
            "документальное"]
        ,
        answers: ["монографическое"]
    },


    {
        id: "statistics225",
        type: "multiplechoices",
        header: "Тест",
        title: "Метод основного массива",
        theme: "Основы",
        text: "При методе основного массива обследованию подвергаются",
        choices: [
            "самые существенные, наиболее крупные единицы совокупности, имеющие по основному признаку наибольший удельный вес в совокупности",
            "все единицы совокупности",
            "самые существенные, наиболее мелкие единицы совокупности, имеющие по основному признаку наименьший удельный вес в совокупности",
            "отдельные единицы совокупности, представители новых типов явлений"]
        ,
        answers: ["самые существенные, наиболее крупные единицы совокупности, имеющие по основному признаку наибольший удельный вес в совокупности"]
    },


    {
        id: "statistics230",
        type: "multiplechoices",
        header: "Тест",
        title: "Опрос предполагает",
        theme: "Основы",
        text: "Опрос предполагает использование в качестве источника информации",
        choices: [
            "анкеты",
            "слова респондентов",
            "различные документы",
            "штат добровольных корреспондентов",
            "отдельные единицы совокупности, представители новых типов явлений"]
        ,
        answers: ["анкеты"]
    },

    {
        id: "statistics235",
        type: "multiplechoices",
        header: "Тест",
        title: "Процесс сбора первичных данных",
        theme: "Основы",
        text: "Процесс сбора первичных данных о социальных и экономических процессах, организуемый на научной основе систематически и планомерно, это",
        choices: [
            "статистическое наблюдение",
            "статистическое планирование",
            "статистическое содержание",
            "статистическое прогнозирование"]
        ,
        answers: ["статистическое наблюдение"]
    },


    {
        id: "statistics240",
        type: "multiplechoices",
        header: "Тест",
        title: "Наблюдение, при котором ответы человека на вопросы фиксируются",
        theme: "Основы",
        text: "Наблюдение, при котором ответы человека на вопросы фиксируются на определенном формуляре",
        choices: [
            "опрос",
            "допрос",
            "донос",
            "прогноз",
        "статистическое наблюдение"
        ]
        ,
        answers: ["статистическое наблюдение"]
    },

    {
        id: "statistics245",
        type: "multiplechoices",
        header: "Тест",
        title: "Сведения о своей деятельности в виде  обязательных отчетов",
        theme: "Основы",
        text: "Форма, при которой организации представляют в органы статистики сведения о своей деятельности в виде  обязательных отчетов по специально утвержденным показателям, в установленные  сроки",
        choices: [
            "отчетность",
            "документ",
            "формуляр",
            "шаблон"]
        ,
        answers: ["отчетность"]
    },

    { id: "statistics305", type: "multiplechoices", header: "Тест", title: "Сводка", theme: "Введение в статистику", text: "Сводкой в статистическом наблюдении называется", choices: ["объединение единиц совокупности в некоторые группы, имеющие свои характерные особенности, общие черты и сходные изучаемого признака", "особая стадия статистического исследования, в ходе которого систематизируются первичные материалы стратегического наблюдения", "объект, характеризующийся цифрами", "обобщение единичных факторов"], answers: ["особая стадия статистического исследования, в ходе которого систематизируются первичные материалы стратегического наблюдения"] },

    {
        id: "statistics310",
        type: "multiplechoices",
        header: "Тест",
        title: "Ряды распределения вариационные",
        theme: "Основы",
        text: "Ряды распределения называют вариационными, если они",
        choices: [
            "построены по количественному признаку",
            "остроены по качественному признаку",
            "построены в порядке убывания",
            "построены в порядке возрастания"],
        answers: ["построены по количественному признаку"]
    },


    {
        id: "statistics405",
        type: "multiplechoices",
        header: "Тест",
        title: "Система упорядоченных горизонтальных строк и вертикальных столбцов",
        theme: "Основы",
        text: "Система упорядоченных горизонтальных строк и вертикальных столбцов, в которой записываются статистические данны",
        choices: [
            "статистическая таблица",
            "статистический макет",
            "формуляр",
            "cтатистическая диаграмма"]
        ,
        answers: ["статистическая таблица"]
    },

    {
        id: "statistics410",
        type: "multiplechoices",
        header: "Тест",
        title: "Cтатистическое сказуемое",
        theme: "Введение в статистику",
        text: "Cтатистическим сказуемым называется",
        choices: ["статистические совокупности, которые характеризуются различными показателями", "показатели, характеризующие совокупности", "сведения, расположенные в боковых заголовках таблицы", "числовые характеристики, размещенные в графах таблицы"],
        answers: ["показатели, характеризующие совокупности"]
    },

    {
        id: "statistics415",
        type: "multiplechoices",
        header: "Тест",
        title: "Чертежи в статистическом наблюдении",
        theme: "Введение в статистику",
        text: "– это чертеж, на котором статистические совокупности, характеризуемые определенными показателями, описываются с помощью условных географических образов и знаков",
        choices: ["Статистическое наблюдение", "Регистры", "Статистический график", "Размах вариации", "Статистическая таблица"],
        answers: ["Статистический график"]
    },

    {
        id: "statistics420",
        type: "multiplechoices",
        header: "Тест",
        title: "Способы наглядного представления статистических данных",
        theme: "Введение в статистику",
        text: "– система построенных особым образом горизонтальных строк и вертикальных столбцов, имеющих общий заголовок, заглавия граф и строк, на пересечении которых записываются статистические данные",
        choices: ["Статистическое наблюдение", "Регистры", "Статистический график", "Размах вариации", "Статистическая таблица"],
        answers: ["Статистическая таблица"]
    },

    {
        id: "statistics425", type: "multiplechoices", header: "Тест", title: "Секторные диаграммы",
        theme: "Введение в статистику",
        text: "Секторные диаграммы представляют собой", choices: ["круг, разделенный на секторы", "графическое изображение статистических данных в виде столбиков - прямоугольников", "изображение самих предметов", "статистическую кривую"], answers: ["круг, разделенный на секторы"]
    },

    {
        id: "statistics430",
        type: "multiplechoices",
        header: "Тест",
        title: "Выборочная совокупность – это …",
        theme: "Корреляционно-регрессионный анализ",
        text: "Выборочная совокупность – это …",
        choices: [
            "множество наблюдений, составляющих часть генеральной совокупности",
            "любое множество наблюдений",
            "значения случайной величины, удовлетворяющие условиям наблюдения",
            "значения случайной величины, принятые в процессе наблюдения"],
        answers: ["множество наблюдений, составляющих часть генеральной совокупности"]
    },


    {
        id: "statistics435",
        type: "multiplechoices",
        header: "Тест",
        title: "Геометрически, математическое ожидание случайной величины – это … распределения",
        theme: "Корреляционно-регрессионный анализ",
        text: "Геометрически, математическое ожидание случайной величины – это … распределения",
        choices: [
            "центр",
            "мера рассеяния относительно центра",
            "мера отклонения симметричного от нормального",
            "мера отклонения от симметричного"],
        answers: ["центр"],
        hint: `
          <img src="https://ebooks.kbsu.ru/g2p3.files/image079.jpg" class="img-fluid" alt="img">   
          <br>
        <img src="https://ebooks.kbsu.ru/g2p3.files/image079.jpg" class="img-fluid" alt="img">        
        `
    },
    
 



    { id: "statistics505", type: "multiplechoices", header: "Тест", title: "Относительные статистические показатели", theme: "Введение в статистику", text: "Относительные статистические показатели выражаются", choices: ["в отвлеченных числах или в %", "в промилле", "в чел./днях", "в именованных числах"], answers: ["в отвлеченных числах или в %"] },


    {
        id: "statistics510",
        type: "multiplechoices",
        header: "Тест",
        title: "Разность между максимальным и минимальным значениями признака",
        theme: "Введение в статистику",
        text: "– разность между максимальным и минимальным значениями признака в изучаемой совокупности",
        choices: ["Статистическое наблюдение", "Регистры", "Статистический график", "Размах вариации", "Статистическая таблица"],
        answers: ["Размах вариации"]
    },

    {
        id: "statistics515", type: "multiplechoices", header: "Тест", title: "Мода", theme: "Введение в статистику",
        text: "Модой в статистике называют",
        choices: ["значение признака, которые чаще всего встречается в данной совокупности", "значение признака у единицы, которое находится в середине упорядоченного ряда распределения", "значение признака, которое встречается в данной совокупности единственный раз", "отношение данных текущего уровня к предшествующему"],
        answers: ["значение признака, которые чаще всего встречается в данной совокупности"]
    },

    {
        id: "statistics520",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Среднее значение количества звонков",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%81%D1%80%D0%B7%D0%BD%D0%B0%D1%87-%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D1%81%D1%80%D0%B7%D0%BD%D0%B0%D1%87-047bac88-d466-426c-a32b-8f33eb960cf6'
          class='link-primary'>СРЗНАЧ (функция СРЗНАЧ) =AVERAGE(A1:A20)</a>`,
        text: `Введите формулу для расчета среднего количества звонков за месяц`,
        answer: "AVERAGE(C2:C13)",

    },

    {
        id: "statistics525",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Среднее значение продаж за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%81%D1%80%D0%B7%D0%BD%D0%B0%D1%87-%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D1%81%D1%80%D0%B7%D0%BD%D0%B0%D1%87-047bac88-d466-426c-a32b-8f33eb960cf6'
          class='link-primary'>СРЗНАЧ (функция СРЗНАЧ) =AVERAGE(A1:A20)</a>`,
        text: `Введите формулу для расчета средних продаж за месяц`,
        answer: "AVERAGE(D2:D13)",

    },

    {
        id: "statistics530",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Среднее значение рекламного бюджета за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%81%D1%80%D0%B7%D0%BD%D0%B0%D1%87-%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D1%81%D1%80%D0%B7%D0%BD%D0%B0%D1%87-047bac88-d466-426c-a32b-8f33eb960cf6'
          class='link-primary'>СРЗНАЧ (функция СРЗНАЧ) =AVERAGE(A1:A20)</a>`,
        text: `Введите формулу для расчета среднего рекламного бюджета за месяц`,
        answer: "AVERAGE(B2:B13)",
        hint: `Среднее это...`
    },

    {
        id: "statistics530",
        header: "Типовая задача",
        type: "quizwithrandomnumber",
        title: "Чему равна мода этой совокупности?",
        theme: "Задачи и виды статистической сводки",
        text: `
        Найдите моду для статистической совокупности<br>
        <div>{=5000-4*{var1-10}*100}</div>              
        <div>{=5000-2*{var1-10}*100}</div>
        <div>{=5000-5*{var1-10}*100}</div>
        <div>{=5000-4*{var1-10}*100}</div>               
        <div>{=5000-3*{var1-10}*100}</div>
        <div>{=5000-1*{var1-10}*100}</div>
        <div>{=5000-4*{var1-10}*100}</div>
        <div>{=5000-1*{var1-10}*100}</div>
        `,
        answer: "5000-4*{var1-10}*100",
        hint: `
        <a
         href='https://support.microsoft.com/en-us/office/mode-function-e45192ce-9122-4980-82ed-4bdc34973120'
         class='link-primary'>MODE.SNGL</a><br>
        Мода - значение, которое встречается в выборке чаще всего`
    },

    {
        id: "statistics535",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Введите формулу для расчета медианы по рекламному бюджету за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BC%D0%B5%D0%B4%D0%B8%D0%B0%D0%BD%D0%B0-d0916313-4753-414c-8537-ce85bdd967d2'
          class='link-primary'>МЕДИАНА(MEDIAN) - Находит медиану заданных чисел</a>`,
        text: `Введите формулу для расчета медианы по рекламному бюджету за месяц`,
        answer: "MEDIAN(B2:B13)",
    },

    {
        id: "statistics540",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Введите формулу для расчета стандартное отклонение по рекламному бюджету за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/en-us/office/stdev-s-function-7d69cf97-0c1f-4acf-be27-f3e83904cc23'
         class='link-primary'>СТАНДОТКЛОН(STDEV.S) - Оценивает стандартное отклонение по выборке</a>`,
        text: `Введите формулу для расчета стандартное отклонение по по рекламному бюджету за месяц`,
        answer: "STDEV.S(B2:B13)",
    },

    {
        id: "statistics545",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Сумма квадратов отклонений по продажам за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BA%D0%B2%D0%B0%D0%B4%D1%80%D0%BE%D1%82%D0%BA%D0%BB-8b739616-8376-4df5-8bd0-cfe0a6caf444'
          class='link-primary'>КВАДРОТКЛ(DEVSQ) - Вычисляет сумму квадратов отклонений</a>
          <br>
          <img src="https://support.content.office.net/ru-ru/media/a9363129-a835-4993-a78c-5501269f3447.gif" />
         ` ,
        text: `Введите формулу для расчета суммы квадратов отклонений по продажам за месяц`,
        answer: "DEVSQ(D2:D13)",
    },
    {
        id: "statistics550",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Среднее абсолютных значений отклонений точек данных от среднего по количеству звонков за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D1%81%D1%80%D0%BE%D1%82%D0%BA%D0%BB-58fe8d65-2a84-4dc7-8052-f3f87b5c6639'
          class='link-primary'>=СРОТКЛ =AVEDEV является мерой разброса множества данных</a>`,
        text: `Введите формулу для расчета среднего абсолютных значений отклонений точек данных от среднего по количеству звонков за месяц<br>`,
        answer: "AVEDEV(C2:C13)",
    },


    {
        id: "statistics555",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Среднее абсолютных значений отклонений точек данных от среднего по рекламному бюджету за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D1%81%D1%80%D0%BE%D1%82%D0%BA%D0%BB-58fe8d65-2a84-4dc7-8052-f3f87b5c6639'
          class='link-primary'>СРОТКЛ AVEDEV является мерой разброса множества данных</a>`,
        text: `Введите формулу для расчета среднего абсолютных значений отклонений точек данных от среднего по рекламному бюджету за месяц`,
        answer: "AVEDEV(B2:B13)",
    },

    {
        id: "statistics560",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Расчет среднего абсолютных значений отклонений точек данных от среднего по продажам за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D1%81%D1%80%D0%BE%D1%82%D0%BA%D0%BB-58fe8d65-2a84-4dc7-8052-f3f87b5c6639'
          class='link-primary'>СРОТКЛ AVEDEV является мерой разброса множества данных</a>`,
        text: `Введите формулу для расчета среднего абсолютных значений отклонений точек данных от среднего по продажам за месяц`,
        answer: "AVEDEV(D2:D13)",

    },


  

    {
        id: "statistics605", type: "multiplechoices", header: "Тест", title: "Темп роста",
        theme: "Введение в статистику",
        text: "Темп роста вычисляется, как", choices: ["отношение уровней ряда", "разность уровней ряда", "произведение уровней ряда", "разность темпа прироста к 100%"], answers: ["отношение уровней ряда"]
    },
    {
        id: "statistics610", type: "multiplechoices", header: "Тест", title: "Абсолютные статистические показатели", theme: "Введение в статистику",
        text: "Абсолютные статистические показатели выражаются",
        choices: ["процентах", "в именованных числах", "в коэффициентах", "в промилях"],
        answers: ["в именованных числах"]
    },



    {
        id: "statistics615",
        type: "multiplechoices",
        header: "Тест",
        title: "Временные ряды – это данные, характеризующие … момент (ы) времени",
        theme: "Корреляционно-регрессионный анализ",
        text: "Временные ряды – это данные, характеризующие … момент (ы) времени",
        choices: [
            "один и тот же объект в различные",
            "разные объекты в один и тот же",
            "один и тот же объект в один и тот же",
            "разные объекты в различные"],
        answers: ["один и тот же объект в различные"]
    },

  

    // {
    //     id: "statistics301",
    //     header: "Типовая задача",
    //     type: "quizwithrandomnumber",
    //     title: "Чему равно среднее арифметическое значение этой совокупности?",
    //     theme: "Задачи и виды статистической сводки",
    //     text: `
    //     <div>{=5000-4*{var1-10}*100}</div>              
    //     <div>{=5000-2*{var1-10}*100}</div>
    //     <div>{=5000-5*{var1-10}*100}</div>
    //     <div>{=5000-4*{var1-10}*100}</div>               
    //     <div>{=5000-3*{var1-10}*100}</div>
    //     <div>{=5000-1*{var1-10}*100}</div>
    //     <div>{=5000-4*{var1-10}*100}</div>
    //     <div>{=5000-1*{var1-10}*100}</div>
    //     `,
    //     answer: "5000-3*{var1-10}*100",
    //     hint: `
    //     <a
    //      href='https://support.microsoft.com/en-us/office/average-function-047bac88-d466-426c-a32b-8f33eb960cf6'
    //      class='link-primary'>AVERAGE</a><br>
    //     Необходимо все сложить и поделить на количество
    //     `
    // },

    // {
    //     id: "statistics301",
    //     header: "Типовая задача",
    //     type: "quizwithrandomnumber",
    //     title: "Чему равна медиана этой совокупности?",
    //     theme: "Задачи и виды статистической сводки",
    //     text: `
    //     <div>{=5000-4*{var1-10}*100}</div>              
    //     <div>{=5000-2*{var1-10}*100}</div>
    //     <div>{=5000-5*{var1-10}*100}</div>
    //     <div>{=5000-4*{var1-10}*100}</div>    
    //      <div>{=5000-4*{var1-10}*100}</div>            
    //     <div>{=5000-3*{var1-10}*100}</div>
    //     <div>{=5000-1*{var1-10}*100}</div>
    //     <div>{=5000-4*{var1-10}*100}</div>
    //     <div>{=5000-1*{var1-10}*100}</div>
    //     `,
    //     answer: "5000-4*{var1-10}*100",
    //     hint: `
    //      <a
    //      href='https://support.microsoft.com/en-us/office/median-function-d0916313-4753-414c-8537-ce85bdd967d2'
    //      class='link-primary'MEDIAN</a><br>
    //     Медиана — «серединное» значение.
    //     Если построить все данные в ряд по возрастанию, медианное значение окажется ровно посреди ряда: половина остальных значений меньше, половина больше`
    // },



    
  


    {
        id: "statistics748",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Наклон линии линейной регрессии для точек данных по уравнению регрессии рекламный бюджет и продажи за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BD%D0%B0%D0%BA%D0%BB%D0%BE%D0%BD-11fb8f97-3117-4813-98aa-61d7e01276b9'
          class='link-primary'>=Наклон =SLOPE</a><br>
          Возвращает наклон линии линейной регрессии для точек данных в аргументах известные_значения_y и известные_значения_x.<br>
          Наклон определяется как частное от деления расстояния по вертикали на расстояние по горизонтали между двумя любыми точками прямой;<br>
          иными словами, наклон — это скорость изменения значений вдоль прямой<br>
          Например, можно вычислить насколько изменяются продажи в млн. руб. при изменении бюджета рекламы на 1 млн. руб.
          `,
        text: `Рассчитайте наклон линии линейной регрессии для точек данных по уравнению регрессии рекламный бюджет и продажи за месяц`,
        answer: "SLOPE(D2:D13,B2:B13)",
    },

    {
        id: "statistics743",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Отрезок, отсекаемый на оси линией линейной регрессии за месяц по уравнению регрессии рекламный бюджет и продажи за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BE%D1%82%D1%80%D0%B5%D0%B7%D0%BE%D0%BA-2a9b74e2-9d47-4772-b663-3bca70bf63ef'
          class='link-primary'>INTERCEPT ОТРЕЗОК</a>
          Вычисляет точку пересечения линии с осью y, используя значения аргументов "известные_значения_x" и "известные_значения_y".<br>
          Точка пересечения находится на оптимальной линии регрессии, проведенной через точки, заданные аргументами "известные_значения_x" и "известные_значения_y". Функция ОТРЕЗОК используется, если нужно определить значение зависимой переменной при нулевом значении независимой переменной.<br>
           Например, в нвшем случае это продажи при нулевом рекламном бюджете`,
        text: `Рассчитайте отрезок, отсекаемый на оси линией линейной регрессии за месяц по уравнению регрессии рекламный бюджет и продажи за месяцу для расчета суммы квадратов отклонений по продажам за месяц`,
        answer: "INTERCEPT(D2:D13,B2:B13)",
    },

    {
        id: "statistics792",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Вычислите значение продаж при количестве звонков, равном 10",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D0%BF%D1%80%D0%BE%D0%B3%D0%BD%D0%BE%D0%B7-%D0%B8-%D0%BF%D1%80%D0%BE%D0%B3%D0%BD%D0%BE%D0%B7-%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D0%B8-linear-50ca49c9-7b40-4892-94e4-7ad38bbeda99'
          class='link-primary'>Функция =ПРОГНОЗ =FORECAST</a>
          Вычислите или спрогнозируйте будущее значение с помощью существующих значений. Будущее значение является значением y для заданного X-значения. Существующие значения являются известными значениями x и y, а будущее значение прогнозируется с помощью линейной регрессии. Эти функции можно использовать для прогнозирования будущих продаж, требований к запасам или потребительских тенденций.`,
        text: `Вычислите значение продаж при количестве звонков, равном 10`,
        answer: "FORECAST(10,D2:D13,C2:C13)",
    },

   
    {
        id: "statistics309",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Найдите ковариацию между количеством звонков и продажами",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D0%BA%D0%BE%D0%B2%D0%B0%D1%80%D0%B8%D0%B0%D1%86%D0%B8%D1%8F-%D0%B3-%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BA%D0%BE%D0%B2%D0%B0%D1%80%D0%B8%D0%B0%D1%86%D0%B8%D1%8F-%D0%B3-6f0e1e6d-956d-4e4b-9943-cfef0bf9edfc'
          class='link-primary'>COVARIANCE.P</a>
          <br>
          <img src="https://support.content.office.net/ru-ru/media/b5051bb7-e20d-4b81-867f-080decc48390.gif" />
          <br>
          Ковариация, то есть среднее произведений отклонений для каждой пары точек
          В теории вероятностей и статистике ковариация является мерой совместной изменчивости двух случайных величин.<br>
          Если большие значения одной переменной в основном соответствуют большим значениям другой переменной,<br>
          и то же самое верно для меньших значений (то есть переменные имеют тенденцию одинаковой направленности)<br>
           — ковариация положительна.
           <br> При отрицательной ковариации большие значения одной переменной в основном соответствуют меньшим значениям другой и наоборот<br>
           (то есть переменные имеют тенденцию противоположной направленности).<br>
            Величину ковариации труднее интерпретировать, поскольку она не нормирована и, следовательно,<br>
            зависит от размерности величин. <br>
            Нормализованная версия ковариации — коэффициент корреляции — своей величиной показывает силу линейной зависимости
          `,
        text: `Введите формулу для расчета ковариации между количеством звонков и продажами`,
        answer: "COVARIANCE.P(D2:D13,C2:C13)",
    },

    {
        id: "statistics905",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Найдите коэффициент корреляции между количеством звонков и продажами",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BA%D0%BE%D1%80%D1%80%D0%B5%D0%BB-995dcef7-0c0a-4bed-a3fb-239d7b68ca92'
          class='link-primary'>
          Функция CORREL возвращает коэффициент корреляции двух диапазонов ячеек.<br>
          Коэффициент корреляции используется для определения взаимосвязи между двумя свойствами.<br>
          Например, можно установить зависимость между средней температурой в помещении и использованием кондиционера
          </a>
          <br>
          <img class='m-3' src="https://support.content.office.net/ru-ru/media/20801406-bfa6-4991-b08f-ebdc0c76af8c.gif" class="img-fluid" alt="...">
          <br>
          <a class="m-2" href="https://journal.tinkoff.ru/correlation/">Что такое корреляция акций и облигаций?</a>
          
          `,
        text: `Введите формулу для расчета коэффициента корреляции между количеством звонков и продажами`,
        answer: "CORREL(D2:D13,C2:C13)",
    },

    {
        id: "statistics908",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Найдите коэффициент корреляции между рекламным бюджетом и продажами",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BA%D0%BE%D1%80%D1%80%D0%B5%D0%BB-995dcef7-0c0a-4bed-a3fb-239d7b68ca92'
          class='link-primary'>
          Функция CORREL возвращает коэффициент корреляции двух диапазонов ячеек.<br>
          Коэффициент корреляции используется для определения взаимосвязи между двумя свойствами.<br>
          Например, можно установить зависимость между средней температурой в помещении и использованием кондиционера
          </a>
          <br>
          <img class='m-3' src="https://support.content.office.net/ru-ru/media/20801406-bfa6-4991-b08f-ebdc0c76af8c.gif" class="img-fluid" alt="...">
          <br>
          <a class="m-2" href="https://journal.tinkoff.ru/correlation/">Что такое корреляция акций и облигаций?</a>
     
          `,
        text: `Введите формулу для расчета коэффициента корреляции между рекламным бюджетом и продажами`,
        answer: "CORREL(D2:D13,B2:B13)",
    },



  

    {
        id: "statistics499",
        type: "multiplechoices",
        header: "Тест",
        title: "Статистической зависимостью называется …",
        theme: "Корреляционно-регрессионный анализ",
        text: "Статистической зависимостью называется …",
        choices: [
            "точная формула, связывающая переменные",
            "связь переменных без учета воздействия случайных факторов",
            "связь переменных, на которую накладывается воздействие случайных факторов",
            "любая связь переменных"],
        answers: ["связь переменных, на которую накладывается воздействие случайных факторов"]
    },

    {
        id: "statistics400",
        type: "multiplechoices",
        header: "Тест",
        title: "Коэффициент регрессии k(a) показывает …",
        theme: "Корреляционно-регрессионный анализ",
        text: "Коэффициент регрессии k(a) показывает …",
        choices: [
            "как меняется переменная y при увеличении переменной x на 1%",
            "прогнозируемое значение зависимой переменной при x = 0",
            "прогнозируемое значение зависимой переменной при x > 0",
            "прогнозируемое значение зависимой переменной при x < 0"],
        answers: ["как меняется переменная y при увеличении переменной x на 1%"]
    },

    {
        id: "statistics401",
        type: "multiplechoices",
        header: "Тест",
        title: "Выборочная ковариация является мерой … двух переменных",
        theme: "Корреляционно-регрессионный анализ",
        text: "Выборочная ковариация является мерой … двух переменных",
        choices: [
            "взаимосвязи",
            "нелинейной связи",
            "рассеяния",
            "линейной связи"],
        answers: ["взаимосвязи"]
    },







    {
        id: "statistics905",
        type: "multiplechoices",
        header: "Тест",
        title: "Коэффициент регрессии b показывает …",
        theme: "Корреляционно-регрессионный анализ",
        text: "Коэффициент регрессии b показывает …",
        choices: [
            "на сколько единиц в среднем изменяется переменная y при увеличении независимой переменной x на единицу",
            "прогнозируемое значение зависимой переменной при x = 0",
            "прогнозируемое значение зависимой переменной при x > 0",
            "прогнозируемое значение зависимой переменной при x < 0"],
        answers: ["прогнозируемое значение зависимой переменной при x = 0"]
    },


    {
        id: "statistics910",
        type: "multiplechoices",
        header: "Тест",
        title: "Коэффициенты регрессии (а, b) в выборочном уравнении регрессии определяются методом (ами) …",
        theme: "Корреляционно-регрессионный анализ",
        text: "Коэффициенты регрессии (а, b) в выборочном уравнении регрессии определяются методом (ами) …",
        choices: [
            "наименьших квадратов",
            "взвешенных наименьших квадратов",
            "моментов",
            "градиентными"],
        answers: ["наименьших квадратов"]
    },




    {
        id: "statistics407",
        type: "multiplechoices",
        header: "Тест",
        title: "Коэффициентом детерминации R^2 характеризуют долю вариации переменной … с помощью уравнения регрессии",
        theme: "Корреляционно-регрессионный анализ",
        text: "Коэффициентом детерминации R^2 характеризуют долю вариации переменной … с помощью уравнения регрессии",
        choices: [
            "зависимой, объясненную",
            "зависимой, необъясненную",
            "независимой, объясненную",
            "независимой, необъясненную"],
        answers: ["зависимой, объясненную"],
        hint: `
        После проверки точности и статистической значимости каждого коэффициента регрессионной модели обычно проводится анализ общего качества уравнения модели, которое оценивается по тому,
        как хорошо эмпирическое уравнение регрессии согласуется со статистическими данными.<br>
        Другими словами, необходимо оценить, насколько широко рассеяны точки наблюдений по их совокупности относительно линии регрессии (линии модели). Поэтому представляется естественным вывод о том, что проверку общего качества регрессионной модели следует проводить на основе дисперсионного анализа, сравнивая дисперсии модельных и реальных значений исследуемой переменной У        
        `
    },

    {
        id: "statistics408",
        type: "multiplechoices",
        header: "Тест",
        title: "Величина var(y) – это дисперсия значений … переменной",
        theme: "Корреляционно-регрессионный анализ",
        text: "Величина var(y) – это дисперсия значений … переменной",
        choices: [
            "наблюдаемых зависимой",
            "наблюдаемых независимой",
            "расчетных зависимой",
            "расчетных независимой"],
        answers: ["расчетных зависимой"],
        hint: `        
        <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRKODO3GojGV7hIRKM0N00CDab29uhC57EELg&s" 
        class="img-fluid" alt="img">        
        `
    },

    {
        id: "statistics729",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Квадрат коэффициента корреляции Пирсона по уравнению регрессии рекламный бюджет и продажи за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BA%D0%B2%D0%BF%D0%B8%D1%80%D1%81%D0%BE%D0%BD-d7161715-250d-4a01-b80d-a8364f2be08f'
          class='link-primary'>
КВПИРСОН RSQ 
          <a>
          Возвращает квадрат коэффициента корреляции Пирсона для точек данных в аргументах "известные_значения_y" и "известные_значения_x". <br>
          Значение квадрата R показывает, насколько дисперсии y связана с дисперсией x.
          `,
        text: `Рассчитайте квадрат коэффициента корреляции Пирсона по уравнению регрессии рекламный бюджет и продажи за месяц`,
        answer: "RSQ(D2:D13,B2:B13)",
    },

    {
        id: "statistics727",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Стандартная ошибка предсказанных значений y для каждого значения x в регрессии по уравнению регрессии рекламный бюджет и продажи за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D1%81%D1%82%D0%BE%D1%88yx-6ce74b2c-449d-4a6e-b9ac-f9cef5ba48ab'
          class='link-primary'>Функция СТОШYX STEYX 
           </a>
         Возвращает стандартную ошибку предсказанных значений y для каждого значения x в регрессии. Стандартная ошибка — это мера ошибки предсказанного значения y для отдельного значения x.
         `,
        text: `Рассчитайте стандартную ошибку предсказанных значений y для каждого значения x в регрессии по уравнению регрессии рекламный бюджет и продажи за месяц`,
        answer: "STEYX(D2:D13,B2:B13)",
    },

    {
        id: "management030",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 1",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1856—1915<br>
        Родился в богатой семье, поступил в университет на юриста, но предпочел начать карьеру обычным рабочим на фабрике<br>
        Считал, что целью менеджмента является разработка инструкций для рабочих<br>
        Считал, что обучение работника важнее изучения его личностных характеристик    
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер"
            ],
        answers: ["Фредерик Тейлор"],
        hint: `
            <a href="https://vk.com/@-200942348-upravlenie-kachestvom-v-licah-frederik-teilor"
            target="_blank">Подробнее</a>
        `
    },
    
    {
        id: "management035",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 2",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1909 — 2005<br>
        Родился в Австрии, переехал в Германию, в 28 лет бежал от нацистского режима в США.<br>
        Считается одним из «отцов менеджмента», но никогда не работал на производстве<br>
        Стал говорить о важности работников интеллектуального труда, обобщал опыт работы транснациональных корпораций General Motors, General Electric, Chase Manhattan и другими   
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер"
            ],
        answers: ["Питер Друкер"],
        hint: `
            <a href="https://skillbox.ru/media/management/kto_takoy_piter_druker/"
            target="_blank">Подробнее</a>
        `
    },
    
    
    {
        id: "management040",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 3",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1841—1925<br>
        Работал руководителем высшего звена на крупном предприятии<br>
        Существовавшую до него линейную Структуру управления предприятием дополнил функциональными службами.<br>
        Стал родоначальником самой распространенной системы — линейно-штабной структуры
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
             "Дуглас Мак-Грегор",
             "Майкл Портер"
            ],
        answers: [ "Анри Файоль"],
        hint: `
            <a href="https://skillbox.ru/media/management/kto_takoy_piter_druker/"
            target="_blank">Подробнее</a>
        `
    },
    
    
    {
        id: "management045",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 4",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1863-1947<br>
        Первым «поставил на конвейер» технически сложную и нуждающуюся в технической поддержке на протяжении всего срока эксплуатации продукцию — автомобиль<br>
        Реализовал на практике идеи капитализма благосостояния (англ. welfare capitalism), направленные на улучшение условий жизни рабочих и на сокращение текучести кадров
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер"
            ],
        answers: ["Генри Форд"],
        hint: `
            <a href="https://vk.com/@-200942348-upravlenie-kachestvom-v-licah-genri-ford"
            target="_blank">Подробнее</a>
        `
    },
    
    {
        id: "management046",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 5",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1864–1920<br>
        Написал книгу «Протестантская этика и дух капитализма» (1905)br>
        Утверждал, что этическая система кальвинизма (протестантизма) послужила причиной переноса экономического центра Европы из католических французских, испанских и итальянских городов в нидерландские, английские, шотландские и немецкие<br>
        Подчеркиавал четкое разделение организационной и личной жизни членов организации
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
        "Майкл Портер",  "Виктор Врум"]
            ,
        answers: [ "Макс Вебер"],
        hint: `
            <a href="https://4brain.ru/blog/maks-veber-osnovnye-idei-i-vozzrenija/"
            target="_blank">Подробнее</a>
        `
    },
    
    {
        id: "management047",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 6",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1771–1858<br>
        Жил во времена промышленной революции в Великобритании.<br>
        Увлекался философией эпохи Просвещения, особенно трудами Жан-Жака Руссо<br>
        В вместе с сыновьями переехал в Америку и основал там коммуну «Новая гармония».<br>
        Это сообщество из 800 человек, которые бесплатно получают лекарства и другие блага от специального комитета, оценивающего их вклад в жизнь сообщества.<br>
        Все должны были жить в одинаковых условиях, одинаково одеваться и питаться.<br>
        Мальчики и девочки учились отдельно, в интернатах<br>
        К 1817 году он сформулировал цель восьмичасового рабочего дня и придумал лозунг: «Восемь часов труда, восемь часов на отдых и развлечения, восемь часов сна»<br>
        Идеи в российскую концепцию военных поселений Аракчеева, где военные должны быть совмещать службу с сельскохозяйственным трудом
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",         
            "Майкл Портер"  ,
             "Таити Оно",  "Виктор Врум"
            ],
        answers: [ "Роберт Оуэн"],
        hint: `
            <a href="https://mel.fm/zhizn/istorii/7812504-on-pridumal-i-otkryl-pervy-yasli-sad-utopiya-biznesmena-roberta-ouena"
            target="_blank">Подробнее</a>
        `
    },
    
    
    {
        id: "management048",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 7",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1908-1970<br>
        Разделил все потребности на пять групп и расположил эти группы ДРУГ НАД ДРУГОМ в зависимости от их степени влияния на поведение человека.<br>
        Считал, что на каждом уровне человек совершает действия, основываясь на том, что у него уже есть и что ему сейчас больше всего нужно.<br>
        Когда человек удовлетворяет свои потребности на одном уровне, то поднимается выше и начинает удовлетворять потребности следующего    
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор"  ,
            "Майкл Портер",
            "Таити Оно" ,
            "Дэвид МакКлелланд" ,  "Виктор Врум"
            ],
        answers: ["Абрахам Маслоу"],
        hint: `
            <a href="https://skillbox.ru/media/marketing/piramida-potrebnostey-maslou-bolshoy-rasskaz-o-samoy-izvestnoy-teorii-motivatsii/"
            target="_blank">Подробнее</a>
        `
    },
    
    
    {
        id: "management049",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 8",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1906-1964<br>
        Получил степень доктора философии в Гарвардском университете и впоследствии в течение нескольких лет работал там же преподавателем, а в 1937 г. перешел в Массачусетский технологический институт (МТИ).<br>
        Стал одним из организаторов отделения производственных отношений и работал до 1948 г., когда стал ректором Antioch College и занимал эту должность до 1954 г.<br>
        В этом году он вернулся в МТИ в качестве первого профессора стипендиата Слоуна<br>
        В начале 50 х гг. Сформулировал свои идеи об управлении, которые в 1960 г. были опубликованы в его главном труде «Человеческая сторона предприятия».<br>
        Основные работы:<br>
        «Человеческая сторона предприятия»<br>
        «Профессиональный менеджер»<br>
        Утверждал, что существует два вида менеджмента персонала, первый из которых основывается на «теории X», а второй — на «теории Y».<br>
        Теория X гласит: средний человек не любит трудиться и по возможности избегает работы.<br>
        Теория Y гласит, что для человека расходовать моральные и физические силы на работу так же естественно, как отдыхать или играть.<br>     
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер",
             "Таити Оно",
             "Дэвид МакКлелланд",  "Виктор Врум"
            ],
        answers: [ "Дуглас Мак-Грегор"],
        hint: `
            <a href="https://www.hr-director.ru/article/67746-teoriya-motivatsii-makgregora-20-m8"
            target="_blank">Подробнее</a>
        `
    },


    {
        id: "management149",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 9",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1947-...<br>
        Разработал концепцию стратегического менеджмента<br>
        Утверждал, что существует пять конкурентных сил: потенциальные конкуренты, отраслевые конкуренты, власть покупателей, власть поставщиков, угроза товаров заменителей (субститутов).  
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер",
             "Таити Оно",
             "Дэвид МакКлелланд", "Виктор Врум"
            ],
        answers: [ "Майкл Портер"],
        hint: `
            <a href="https://www.hr-director.ru/article/67746-teoriya-motivatsii-makgregora-20-m8"
            target="_blank">Подробнее</a>
        `
    },

    {
        id: "management149",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 10",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1912-1990<br>
        Создал концепцию управления производственным предприятием, основанную на: <br>
                постоянном стремлении к устранению всех видов потерь,<br>
                оценке ценности продукта для конечного потребителя на каждом этапе его создания, <br>
                вовлечении в процесс оптимизации бизнеса каждого сотрудника, <br>
                максимальной ориентации на потребителя, <br>
                планомерном сокращении процессов и операций, добавляющих ценности<br>
                Делал упор на исключение потерь в производстве и руководствовался всего лишь двумя
                принципами: точно вовремя (just-in-time), автономизация.<br>
                Принцип «точно вовремя» заключается в том, что во время производственного процесса необходимые для
                сборки детали оказывались на производственной линии строго в тот момент, когда это нужно, и строго в
                необходимом количестве.<br>
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер",
            "Таити Оно",
            
        "Дэвид МакКлелланд",  "Виктор Врум"],
        answers: [ "Таити Оно"],
        hint: `
            <a href="https://www.hr-director.ru/article/67746-teoriya-motivatsii-makgregora-20-m8"
            target="_blank">Подробнее</a>
        `
    },



    {
        id: "management249",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 11",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1917-1998<br>
        Теория послужила причиной тому, что западное общество обратило своё внимание на предпринимателя и на его основную характеристику – инициативность и способность брать на себя риски<br>
        <ul>
	<li>Нужно отказаться от традиционных направленностей и создавать условия, стимулирующие личностный рост своих сограждан;</li>
	<li>Нужно утверждать принципы высокой эффективности и устанавливать стандарты максимальной производительности, что само по себе послужит усилению потребности к достижениям;</li>
	<li>Нужно стремиться к более грамотному распределению трудовых ресурсов посредством направления людей, наиболее пригодных к тому или иному роду деятельности, в те сферы, в которых они смогут максимально повлиять на социальную и организационную продуктивность, а также посредством признания и вознаграждения людей с преобладающими потребностями к достижениям.</li>
</ul><br>
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер",
            "Таити Оно",
            "Дэвид МакКлелланд",
             "Виктор Врум"
        ],
        answers: ["Дэвид МакКлелланд"],
        hint: `
            <a href="https://www.hr-director.ru/article/67746-teoriya-motivatsii-makgregora-20-m8"
            target="_blank">Подробнее</a>
        `
    },

    {
        id: "management259",
        type: "multiplechoices",
        header: "Тест",
        title: "Определите классика менеджмента по следующим критериям 11",
        theme: "Сущность и характерные черты современного менеджмента",
        text: `Годы жизни 1932-2023<br>
        Психолог из Канады. Многие годы он посвятил изучению мотивации человека<br>
        <ul>
	<li>Согласно мотивационной теории ожиданий, мотивационный эффект оказывают не сами потребности людей, а мыслительный процесс, в котором индивид оценивает реальность достижения поставленной цели и получения желаемого вознаграждения.
</li>
	<li>Теория ожиданий утверждает зависимость усилий, которые предпринимает индивид, от осознания им реальности достижения поставленной цели и желательности ее достижения.</li>
	
</ul><br>
        `,
        choices: [
            "Фредерик Тейлор",
            "Анри Файоль",
            "Генри Форд",
            "Роберт Оуэн",
            "Макс Вебер",
            "Питер Друкер",
            "Абрахам Маслоу",
            "Дуглас Мак-Грегор",
            "Майкл Портер",
            "Таити Оно",
            "Дэвид МакКлелланд",
            "Виктор Врум"
        ],
        answers: [ "Виктор Врум"],
        hint: ` 
            <a href="https://www.hr-director.ru/article/67746-teoriya-motivatsii-makgregora-20-m8"
            target="_blank">Подробнее</a>
        `
    },


    
    
    

  
{
    id: "management010",
    type: "multiplechoices",
    header: "Тест",
    title: "В ХХI веке управленческая наука учит:",
    theme: "Сущность и характерные черты современного менеджмента",
    text: "В ХХI веке управленческая наука учит:",
    choices: [
        "делать акцент на индивидуальные отличия данной организации по сравнению с другими",
        "развивать менеджмент самостоятельно, не обращаясь за опытом других организаций",
        "сравнивать менеджмент данной организации с другими",
        ],
    answers: ["делать акцент на индивидуальные отличия данной организации по сравнению с другими"],
    hint: `
        <a href='https://natural-sciences.ru/ru/article/view?id=15367'
         class='link-primary'>
         Функциональные и линейные руководители
         </a>
    `
},


{
    id: "management015",
    type: "multiplechoices",
    header: "Тест",
    title: "Главная заслуга Ф.У.Тейлора состоит в том, что он:",
    theme: "Сущность и характерные черты современного менеджмента",
    text: "Главная заслуга Ф.У.Тейлора состоит в том, что он:",
    choices: [
        "разработал методологические основы нормирования труда, стандартизировал рабочие операции, внедрил в практику научные подходы подбора, расстановки рабочих и стимулирования труда",
        "разработал положение, характеризующее предприятие как социальную систему, состоящую из неформальных групп, регулирующих человеческое поведение",
        "сформулировал принципы, в соответствии с которыми следует отбирать людей на руководящие должности",
        ],
    answers: ["разработал методологические основы нормирования труда, стандартизировал рабочие операции, внедрил в практику научные подходы подбора, расстановки рабочих и стимулирования труда"],
    hint: `
        <a href='https://vk.com/@-200942348-upravlenie-kachestvom-v-licah-frederik-teilor'
         class='link-primary'>
        Фредерик Тейлор
         </a>
    `
},




{
    id: "management020",
    type: "multiplechoices",
    header: "Тест",
    title: "Кто впервые заметил и оценил роль человеческого фактора на производстве",
    theme: "Сущность и характерные черты современного менеджмента",
    text: "Кто впервые заметил и оценил роль человеческого фактора на производстве:",
    choices: [
        "Д.Рикардо",
        "Ф.Кенэ",
        "Р.Оуэн",
        ],
    answers: ["Р.Оуэн"],
    // hint: `
    //     <a href='https://vk.com/@-200942348-upravlenie-kachestvom-v-licah-frederik-teilor'
    //      class='link-primary'>
    //     Фредерик Тейлор
    //      </a>
    // `
},

{
    id: "management025",
    type: "multiplechoices",
    header: "Тест",
    title: "Современная японская модель менеджмента направлена на",
    theme: "Сущность и характерные черты современного менеджмента",
    text: "Современная японская модель менеджмента направлена на",
    choices: [
        "ориентированность на национальные ценности, средства трудовой мотивации, национальные социально-психологические установки",
        "формирование такой организационно-правовой формы частного предпринимательства, как корпорация",
        "ориентацию управления на отдельную личност",
        ],
    answers: ["ориентированность на национальные ценности, средства трудовой мотивации, национальные социально-психологические установки",],
    hint: `
        <a href='https://happy-job.ru/hr-blog/yaponskaya-model-menedzhmenta/'
         class='link-primary'>
        Подробнее
         </a>
    `
},










{
    id: "management050",
    type: "multiplechoices",
    header: "Тест",
    title: "Линейный менеджер несет ответственность за",
    theme: "Менеджмент и маркетинг",
    text: "Линейный менеджер несет ответственность за",
    choices: [
        "общую деятельность организации или подразделений, а следовательно, полагается на управленцев, ответственных за выполнение отдельных функций",
        "отдельные элементы деятельности организации, такие как управление персоналом, исследованиями, маркетингом или производством;",
        "выполнение функций, напрямую связанных с производством или поставкой продукта услуг потребителям",
        ],
    answers: ["выполнение функций, напрямую связанных с производством или поставкой продукта услуг потребителям"],
    hint: `
        <a href='https://xn--h1apee0d.xn--p1ai/dolzhnostnye_instrukcii/linejnyj-rukovoditel-kto-eto/'
         class='link-primary'>
         Функциональные и линейные руководители
         </a>
    `
},


{
id: "management005",
type: "multiplechoices",
header: "Тест",
title: "Интегративный аспект подхода к науке управления организацией состоит в:",
theme: "Сущность и характерные черты современного менеджмента",
text: "Интегративный аспект подхода к науке управления организацией состоит в:",
choices: [
    "выявлении цели системы, противоречий в ее функционировании, путей и способов разрешения противоречий, в выявлении основного звена, обеспечивающего сохранение объекта исследования как целостной систем",
    "выявлении элементов, входящих в исследуемую систему, определении уровня общности системы, ее мощности",
    "определении среды обитания системы, характер субординационных и координационных связей с другими системами, тесноты этих связей",
    ],
answers: ["выявлении цели системы, противоречий в ее функционировании, путей и способов разрешения противоречий, в выявлении основного звена, обеспечивающего сохранение объекта исследования как целостной систем"],
hint: `
    <a href='https://natural-sciences.ru/ru/article/view?id=15367'
     class='link-primary'>
     Функциональные и линейные руководители
     </a>
`
},





{
    id: "economics950",
    type: "multiplechoices",
    header: "Тест",
    title: "Приоритетные для бизнеса товары (рынки, клиенты и т.д.) можно выявить с помощью…",
    theme: "Менеджмент и маркетинг",
    text: "Приоритетные для бизнеса товары (рынки, клиенты и т.д.) можно выявить с помощью…",
    choices: [
        "корреляционного анализа",
        "регрессионного анализа",
        "АВС- анализа",
        "SWOT- анализа"
        ],
    answers: ["АВС- анализа"]
},


{
    id: "economics951",
    type: "multiplechoices",
    header: "Тест",
    title: "С помощью регрессионного анализа можно установить",
    theme: "Менеджмент и маркетинг",
    text: "С помощью регрессионного анализа можно установить",
    choices: [
        "как часто потенциальные потребители готовы приобретать товар",
        "как сильно потребители нуждаются в товаре",
        "как изменится продажа товара при изменении того или иного фактора на одну единицу",
        "на сколько единиц изменится продажа товара через месяц (квартал, год)"
        ],
    answers: ["как изменится продажа товара при изменении того или иного фактора на одну единицу",
        "на сколько единиц изменится продажа товара через месяц (квартал, год)"]
},

{
    id: "economics952",
    type: "multiplechoices",
    header: "Тест",
    title: "Укажите источник первичной маркетинговой информации",
    theme: "Менеджмент и маркетинг",
    text: "Укажите источник первичной маркетинговой информации",
    choices: [
        "опросы потребителей",
        "материалы отраслевой статистики",
        "маркетинговая разведка",
        "материалы Росстата"
        ],
    answers: ["опросы потребителей",
        "маркетинговая разведка"]
},

{
    id: "economics953",
    type: "multiplechoices",
    header: "Тест",
    title: "Среди приведенных источников укажите внешние источники вторичной маркетинговой информации",
    theme: "Менеджмент и маркетинг",
    text: "Среди приведенных источников укажите внешние источники вторичной маркетинговой информации",
    choices: [
        "деловая корреспонденция компании",
        "материалы профессиональных объединений, союзов, ассоциаций",
        "опросы потребителей",
        "материалы выставо- ярмарок"
        ],
    answers: ["материалы выставо- ярмарок",
        "материалы профессиональных объединений, союзов, ассоциаций"]
},


{
    id: "economics954",
    type: "multiplechoices",
    header: "Тест",
    title: "Для выявления покупательских предпочтений предпочтительнее всего",
    theme: "Менеджмент и маркетинг",
    text: "Для выявления покупательских предпочтений предпочтительнее всего",
    choices: [
        "анкетный опрос",
        "контент-анализ прессы",
        "моментные обследования магазинов",
        "эксперимент"
        ],
    answers: ["анкетный опрос"]
},

{
    id: "economics954",
    type: "multiplechoices",
    header: "Тест",
    title: "К элементам маркетинговой микросреды относится …",
    theme: "Менеджмент и маркетинг",
    text: "К элементам маркетинговой микросреды относится …",
    choices: [
        "законодательство в области предпринимательства",
        "социально- культурная ситуация в стране",
        "клиентура фирмы",
        "политическая ситуация в стране"
        ],
    answers: ["клиентура фирмы"]
},

{
    id: "economics955",
    type: "multiplechoices",
    header: "Тест",
    title: "Какой метод анализа информации о рынке относится к статистическим методам?",
    theme: "Менеджмент и маркетинг",
    text: "Какой метод анализа информации о рынке относится к статистическим методам?",
    choices: [
        "регрессионный анализ",
        "АВС-анализ",
        "SWOT-анализ",
        "STEP-анализ"
        ],
    answers: ["регрессионный анализ"]
},

{
    id: "economics956",
    type: "multiplechoices",
    header: "Тест",
    title: "К функциям маркетолога не принято относить …",
    theme: "Менеджмент и маркетинг",
    text: "К функциям маркетолога не принято относить …",
    choices: [
        "сбор и оценку рыночной информации",
        "подготовку смет и расчетов себестоимости товаров",
        "подготовку смет и расходов по маркетингу",
        "разработку прогнозов спроса потребителей"
        ],
    answers: ["подготовку смет и расчетов себестоимости товаров"]
},


{
    id: "management105",
    type: "multiplechoices",
    header: "Тест",
    title: "Факторы макроокружения организации",
    theme: "Менеджмент и маркетинг",
    text: "К функциям маркетолога не принято относить …",
    choices: [
        "уровень безработицы",
        "правовые нормы",
        "темпы инфляции",
        "демографическая структура",
        "потенциал поставщиков",
        "миссия организации",
        "организационная структура",
        "функциональные области управления"
        ],
    answers: ["уровень безработицы", "темпы инфляции", "правовые нормы", "демографическая структура", "потенциал поставщиков"]
},

{
    id: "management105",
    type: "multiplechoices",
    header: "Тест",
    title: "Факторы микроокружения организации",
    theme: "Менеджмент и маркетинг",
    text: "К функциям маркетолога не принято относить …",
    choices: [
        "уровень безработицы",
        "правовые нормы",
        "темпы инфляции",
        "демографическая структура",
        "потенциал поставщиков",
        "миссия организации",
        "организационная структура",
        "функциональные области управления",
        
        ],
    answers: ["миссия организации", "организационная структура", "функциональные области управления"]
},

{
    id: "lean005",
    type: "multiplechoices",
    header: "Тест",
    title: "Кто считается родоначальником концепции бережливого производства?",
    theme: "Основы бережливого производства",
    text: "Кто считается родоначальником концепции бережливого производства?",
    tags: ["Федеральные", "налоги", "сборы"],
    hint: 'В середине 1950-х годов Тайити Оно начал выстраивать особую систему организации производства – производственную систему Тойоты (TPS). На ее основе американские специалисты создали систему бережливого производства.',
    choices: [
        "Эдвардс Деминг",
        "Уолтер Эндрю Шухарт",
        "International Organization for Standardization",
        "Тайити Оно"],
    answers: [
        "Тайити Оно"
    ]
},

{
    id: "lean010",
    type: "multiplechoices",
    header: "Тест",
    title: "Что из перечисленного не относится к излишним затратам (муда), сформулированным Тайити Оно?",
    theme: "Основы бережливого производства",
    text: "Что из перечисленного не относится к излишним затратам (муда), сформулированным Тайити Оно?",
    hint: 'Тайити Оно выделял 7 видов излишних затрат. К ним относятся потери из-за: перепроизводства, ожидания, транспортировки, лишних запасов, излишних этапов производства, ненужных перемещений, дефектов.',
    choices: [
        "Потери из-за транспортировки",
        "Потери из-за перепроизводства",
        "Потери из-за анализа потребительских запросов",
        "Потери из-за излишних этапов производства"
    ],
    answers: [
        "Потери из-за анализа потребительских запросов"
    ]
},


{
    id: "lean015",
    type: "multiplechoices",
    header: "Тест",
    title: "Какие из-за представленных методов и инструментов используются при внедрении и поддержании бережливого производства?",
    theme: "Основы бережливого производства",
    text: "Какие из-за представленных методов и инструментов используются при внедрении и поддержании бережливого производства?",
    hint: 'Все указанные методы и инструменты использовались во второй половине XX века на заводах Toyota. Впоследствии все они стали применяться в концепции бережливого производства.',
    choices: [
        "5S",
        "Канбан",
        "Кайдзен",
        "Все вышеперечисленные",
        "Ни один из вышеперечисленных",


    ],
    answers: [
        "Все вышеперечисленные"
    ]
},


{
    id: "lean020",
    type: "multiplechoices",
    header: "Тест",
    title: "Какие из перечисленных ситуаций характерны для бережливого производства:",
    theme: "Основы бережливого производства",
    text: "Какие из перечисленных ситуаций характерны для бережливого производства:",
    hint: "Сокращение материально-производственных запасов и времени производства продукции в результате сокращения излишних потерь при производстве продукции.",
    choices: [
        "Наращивание запасов готовой продукции",
        "Сокращение материально-производственных запасов",
        "Увеличение затрат на выявление дефектной продукции",
        "Сокращение времени производства продукции"
    ],
    answers: ["Сокращение материально-производственных запасов"]
},

{
    id: "lean025",
    type: "multiplechoices",
    header: "Тест",
    title: "Кто является инициатором начала производства при вытягивающей системе?",
    theme: "Основы бережливого производства",
    hint: "Вытягивающее производство — это система, при которой объемы продукции и сроки ее изготовления на каждом производственном этапе определяются исключительно потребностями последующих этапов (в конечном итоге — заказчиком или его потребностями).",
    text: "Кто является инициатором начала производства при вытягивающей системе?",
    choices: [
        "Поставщик",
        "Заказчик",
        "Руководитель производства"
    ],
    answers: ["Заказчик"]
},

{
    id: "lean030",
    type: "multiplechoices",
    header: "Тест",
    title: "Кто является инициатором начала производства при выталкивающей системе?",
    theme: "Основы бережливого производства",
    hint: "Вытягивающее производство — это система, при которой объемы продукции и сроки ее изготовления на каждом производственном этапе определяются исключительно потребностями последующих этапов (в конечном итоге — заказчиком или его потребностями).",
    text: "Кто является инициатором начала производства при вытягивающей системе?",
    choices: [
        "Поставщик",
        "Заказчик",
        "Руководитель производства"
    ],
    answers: ["Поставщик"]
},

{
    id: "lean035",
    type: "multiplechoices",
    header: "Тест",
    title: "Что означает термин «пока-ёка»?",
    theme: "Основы бережливого производства",
    hint: "Вытягивающее производство — это система, при которой объемы продукции и сроки ее изготовления на каждом производственном этапе определяются исключительно потребностями последующих этапов (в конечном итоге — заказчиком или его потребностями).",
    text: "Что означает термин «пока-ёка»?",
    hint: "Пример пока-ёка в производстве – это фотоэлементы, установленные над ящичками с деталями, помогающие рабочему не забыть прикрутить к изделию нужную деталь",
    choices: [
        "Излишние затраты",
        "Специальное устройство или метод предотвращение случайных дефектов (дуракоустойчивость)",
        "Устройство визуального контроля производственного процесса",
        "Непрерывное улучшение деятельности"
    ],
    answers: ["Специальное устройство или метод предотвращение случайных дефектов (дуракоустойчивость)"]
},


{
    id: "lean040",
    type: "multiplechoices",
    header: "Тест",
    title: "Укажите систему организации и рационализации рабочего места (рабочего пространства), являющуюся одним из инструментов бережливого производства:",
    theme: "Основы бережливого производства",
    text: "Укажите систему организации и рационализации рабочего места (рабочего пространства), являющуюся одним из инструментов бережливого производства:",
    hint: "Система 5S – это система организации рабочего места, которая позволяет значительно повысить эффективность и управляемость операционной зоны, улучшить корпоративную культуру, повысить производительность труда и сохранить время",
    choices: [
        "Канбан",
        "Кайдзен",
        "Шесть Сигм",
        "5S"
    ],
    answers: ["5S"]
},

{
    id: "lean045",
    type: "multiplechoices",
    header: "Тест",
    title: "Рассматривает ли концепция бережливого производства потери, связанные с нереализованным потенциалом служащих?",
    theme: "Основы бережливого производства",
    text: "Рассматривает ли концепция бережливого производства потери, связанные с нереализованным потенциалом служащих?",
    hint: "Джеффри Лайкер, занимавшийся исследованием опыта компании Toyota, добавил данный вид потерь к списку, сформированному Тайити Оно.",
    choices: [
        "Да",
        "Нет"
    ],
    answers: ["Да"]
},

{
    id: "lean050",
    type: "multiplechoices",
    header: "Тест",
    title: "Можно ли использовать принципы бережливого производства для организаций работающих в сфере услуг?",
    theme: "Основы бережливого производства",
    text: "Можно ли использовать принципы бережливого производства для организаций работающих в сфере услуг?",
    hint: "В качестве яркого примера использования концепции бережливого производства в сфере услуг можно привести почтовое ведомство Дании. В рамках концепции была осуществлена масштабная стандартизация предлагаемых услуг. Целями мероприятия выступали повышение производительности, ускорение пересылок. Были введены «карты поточного формирования ценности» для контроля и идентификации услуг",
    choices: [
        "Да",
        "Нет"
    ],
    answers: ["Да"]
},

{
    id: "lean055",
    type: "multiplechoices",
    header: "Тест",
    title: "Кто из сотрудников предприятия вовлекается в работу по внедрению и поддержанию концепции бережливого производства?",
    theme: "Основы бережливого производства",
    text: "Кто из сотрудников предприятия вовлекается в работу по внедрению и поддержанию концепции бережливого производства?",
    hint: "Каждый сотрудник, согласно концепции бережливого производства, должен быть вовлечен в работу по борьбе с потерями.",
    choices: [
        "Высшее руководство и специалисты по качеству предприятия",
        "Специалисты по качеству предприятия, логисты, руководители производства",
        "Все сотрудники предприятия, независимо от их должности"
    ],
    answers: ["Все сотрудники предприятия, независимо от их должности"]
},

{
    id: "lean065",
    type: "multiplechoices",
    header: "Тест",
    title: "Поток единичных изделий",
    theme: "Основы бережливого производства",
    text: "Канбан - это этап достижения потока единичных изделий",
    hint: `
         <div>
          Канбан - это инструмент методики "точно вовремя". Но этот инструмент позволяет (при регулярном сокращении размера партии) достичь состояния потока единичных изделий, который является конечной целью методики "точно вовремя"
          </div>
     `,
    choices: [
        "Верно",
        "Неверно"
    ],
    answers: ["Верно"]
},

{
    id: "lean070",
    type: "multiplechoices",
    header: "Тест",
    title: "Метод выталкивания производственного потока",
    theme: "Основы бережливого производства",
    text: "Канбан - это метод выталкивания производственного потока",
    hint: `
         <div>
         Канбан - это один из ключевых методов производства "точно вовремя". Это метод управления системой с помощью вытягивания. При таком подходе производство зависит от потребительского спроса.
          </div>
     `,
    choices: [
        "Верно",
        "Неверно"
    ],
    answers: ["Неверно"]
},

// {
//     id: "lean075",
//     type: "multiplechoices",
//     header: "Тест",
//     title: "Количество канбанов",
//     theme: "Основы бережливого производства",
//     text: "Есть полуфабрикат, суточное потребление которого составляет 4800 изделий (8-часовой рабочий день). Контейнер вмещает 50 изделий. Скорость производства составляет 100 полуфабрикатов в час. Время перемещения контейнера к потребителю составляет 15 минут. Какое требуется количество канбанов?",
//     hint: `
//     <a href='https://s3-eu-west-1.amazonaws.com/wal.wkazarin/quizzes/kanban/index.html'
//      class='link-primary'>
//      Вы выбрали неверный ответ. Расчет выполняйте по формуле: D - потребление за один час. Tb - время пополнения одного контейнера (в часах), Tt - время перемещения одного контейнера ( в часах). С - объём контейнера. K = D x (Tb + Tt) / C.
//      </a>
// `,
//     choices: [
//         "8",
//         "18",
//         "9",
//         "10"
//     ],
//     answers: ["Неверно"]
// },

{
    id: "lean080",
    type: "multiplechoices",
    header: "Тест",
    title: "Метод выталкивания производственного потока 2",
    theme: "Основы бережливого производства",
    text: "Продукция, запас которой не сокращается, производится до поступления запроса от потребителя",
    hint: `
         <div>
         Канбан - это метод управления с помощью вытягивания. В ней продукция производится только по запросу от потребителя. Так что если вы не получили карточку, то и производить не надо.
          </div>
     `,
    choices: [
        "Верно",
        "Неверно"
    ],
    answers: ["Неверно"]
},


{
    id: "lean085",
    type: "multiplechoices",
    header: "Тест",
    title: "Для применения системы канбан вы должны сначала выровнять потребление продукции",
    theme: "Основы бережливого производства",
    text: "Для применения системы канбан вы должны сначала выровнять потребление продукции",
    //     hint: `
    //     <a href='https://s3-eu-west-1.amazonaws.com/wal.wkazarin/quizzes/kanban/index.html'
    //      class='link-primary'>
    //      <span style="color:#000000;font-size:15px;font-family:fnt0_3650,Open Sans;">Вы выбрали неверный ответ. Канбан - это метод управления с помощью вытягивания. В ней продукция производится только по запросу от потребителя. Так что если вы не получили карточку, то и производить не надо.</span>
    //      </a>
    // `,
    choices: [
        "Верно",
        "Неверно"
    ],
    answers: ["Верно"]
},


{
    id: "lean090",
    type: "multiplechoices",
    header: "Тест",
    title: "Цель системы канбан",
    theme: "Основы бережливого производства",
    text: "Цель системы канбан - начать с небольшого количества карточек и увеличивать их количество по мере работы",
    hint: `
         <div>
       Цель системы канбан - сокращать количество карточек путем постоянных улучшений с целью достижения потока единичных изделий
          </div>
     `,
    choices: [
        "Верно",
        "Неверно"
    ],
    answers: ["Неверно"]
},


// {
//     id: "lean095",
//     type: "multiplechoices",
//     header: "Тест",
//     title: "Какое требуется количество канбанов?",
//     theme: "Основы бережливого производства",
//     text: "Есть полуфабрикат, суточное потребление которого составляет 4800 изделий (8-часовой рабочий день). Контейнер вмещает 50 изделий. Скорость производства составляет 100 полуфабрикатов в час. Время перемещения контейнера к потребителю составляет 15 минут. Какое требуется количество канбанов?",
//     hint: `
//         <div>
//         Расчет выполняйте по формуле: D - потребление за один час. Tb - время пополнения одного контейнера (в часах), Tt - время перемещения одного контейнера ( в часах). С - объём контейнера. K = D x (Tb + Tt) / C.
//         </div>
//     `,
//     choices: [
//         "10",
//         "8",
//         "9",
//         "18"
//     ],
//     answers: [
//         //    "Неверно"
//     ]
// },


{
    id: "lean100",
    type: "multiplechoices",
    header: "Тест",
    title: "Канбанная доска размещается рядом с...",
    theme: "Основы бережливого производства",
    text: "Канбанная доска размещается рядом с потребителем",
    hint: `
        <div>
        Канбанная доска - это место сбора канбанов, которые ожидают своей очереди для производства, поэтому ее располагают рядом с поставщиком.
        </div>
    `,
    choices: [
        "Верно",
        "Неверно"
    ],
    answers: [
        "Неверно"
    ]
},


{
    id: "lean105",
    type: "multiplechoices",
    header: "Тест",
    title: "Слово канбан означает",
    theme: "Основы бережливого производства",
    text: "Слово канбан означает",
    hint: `
        <div>
        Слово "канбан" с японского языка можно перевести как "карточка"
        </div>
    `,
    choices: [
        "Карточка",
        "Ноль",
        "Программа"
    ],
    answers: [
        "Карточка"
    ]
},


{
    id: "lean115",
    type: "multiplechoices",
    header: "Тест",
    title: "Системой канбан может управлять с помощью",
    theme: "Основы бережливого производства",
    text: "Системой канбан может управлять с помощью",
    hint: `
        <div>
        Система канбан управляется карточками, контейнерами или местом расположения. Для канбанов не обязательно требуется программное обеспечение
        </div>
    `,
    choices: [
        "Программы",
        "Контейнеров",
        "Мест расположения",
        "Карточек"
    ],
    answers: [
        "Контейнеров",
        "Мест расположения",
        "Карточек"
    ]
},

{
    id: "lean120",
    type: "multiplechoices",
    header: "Тест",
    title: "Канбанная доска позволяет:",
    theme: "Основы бережливого производства",
    text: "Канбанная доска позволяет:",
    hint: `
        <div>
        Система канбан управляется карточками, контейнерами или местом расположения. Для канбанов не обязательно требуется программное обеспечение
        </div>
    `,
    choices: [
        "Показывать ожидающие поставки партии",
        "Учитывать брак",
        "Обнаруживать угрозы производственному процессу"
    ],
    answers: [
        "Показывать ожидающие поставки партии",
        "Обнаруживать угрозы производственному процессу"
    ]
},

{
    id: "lean125",
    type: "multiplechoices",
    header: "Тест",
    title: "Цикл канбан - это карточка, прикрепленная к контейнеру?",
    theme: "Основы бережливого производства",
    text: "Цикл канбан - это карточка, прикрепленная к контейнеру?",
    hint: `
        <div>
        Система канбан управляется карточками, контейнерами или местом расположения. Для канбанов не обязательно требуется программное обеспечение
        </div>
    `,
    choices: [
        "Верно",
        "Неверно"
    ],
    answers: [
        "Неверно"
    ]
},

{
    id: "lean130",
    type: "multiplechoices",
    header: "Тест",
    title: "Сколько нужно карточек канбан?",
    theme: "Основы бережливого производства",
    text: "Продукт - это физичесий предмет, который хранится на складе и доставляется на сборочную линию с помощью канбан. Ежедневное потребление составляет 10000 штук (8-часовой рабочий день). Контейнер вмещает 200 деталей. Желаемый запас незавершенного производства составляет 4 часа. Сколько нужно карточек канбан?",
    hint: `
        <div>
        Используйте следующую формулу: D - потребление в час, C - размер контейнера, T - продолжительность потребления, на которое рассчитан запас незавершенного производства (часов). K = D x T / C.
        </div>
    `,
    choices: [
        "12",
        "25",
        "30"
    ],
    answers: [
        "25"
    ]
},


{
    id: "lean135",
    type: "multiplechoices",
    header: "Тест",
    title: "Канбан - это метод управления производством без запасов",
    theme: "Основы бережливого производства",
    text: "Канбан - это метод управления производством без запасов",
    hint: `
        <div>
        Канбан не означает нулевых запасов. Это важный этап в достижении идеальной цели "производство точно вовремя", такого как создание потока единичных изделий.
        </div>
    `,
    choices: [
        "Неверно"            ,
        "Верно"
    ],
    answers: [
        "Неверно"
    ]
},


{
    id: "lean140",
    type: "multiplechoices",
    header: "Тест",
    title: "Программное обеспечение",
    theme: "Основы бережливого производства",
    text: "Одна из проблем при внедрении метода канбан заключается в том, что это требует существенных инвестиций в программное обеспечение",
    hint: `
        <div>
      Для внедрения канбан не нужны вложения в программное обеспечение. Эта система управляется простым набором карточек.
        </div>
    `,
    choices: [
        "Верно",
        "Неверно"
    ],
    answers: [
        "Неверно"
    ]
},

{
    id: "lean145",
    type: "multiplechoices",
    header: "Тест",
    title: "Канбан - это метод управления, который обеспечивает",
    theme: "Основы бережливого производства",
    text: "Канбан - это метод управления, который обеспечивает",
    hint: `
        <div>
        Канбан - это план управления на коротком периоде времени. Для долгосрочного планирования используйте MRP
        </div>
    `,
    choices: [
        "краткосрочное планирование",
        "долгосрочное планирование"
    ],
    answers: [
        "краткосрочное планирование"
    ]
},


{
    id: "lean150",
    type: "multiplechoices",
    header: "Тест",
    title: "При работе с канбанами контроль качества всегда выполняет потребитель",
    theme: "Основы бережливого производства",
    text: "При работе с канбанами контроль качества всегда выполняет потребитель",
    hint: `
        <div>
      Контроль качества - это обязанность поставщика. Он должен поставлять детали без дефектов.
        </div>
    `,
    choices: [
        "Неверно",
        "Верно"
    ],
    answers: [
        "Неверно"
    ]
},


{
    id: "lean155",
    type: "multiplechoices",
    header: "Тест",
    title: "Канбан позволяет:",
    theme: "Основы бережливого производства",
    text: "Канбан позволяет:",
    hint: `
        <div>
      Применение канбан может не привести к сокращению незавершенного производства. Для этого потребуются непрерывные улучшения (сокращение потерь), которые будут приводить к сокращению количества карточек канбан, из-за чего, в свою очередь, сократится запас незавершенного производства.
        </div>
    `,
    choices: [
        "Сократить незавершенное производство",
        "Контролировать незавершенное производство",
        "Стабилизировать незавершенное производство"
    ],
    answers: [
        "Контролировать незавершенное производство"
    ]
},


{
    id: "lean160",
    type: "multiplechoices",
    header: "Тест",
    title: "Канбан позволяет:",
    theme: "Основы бережливого производства",
    text: "Канбан позволяет:",
    hint: `
        <div>
      Применение канбан может не привести к сокращению незавершенного производства. Для этого потребуются непрерывные улучшения (сокращение потерь), которые будут приводить к сокращению количества карточек канбан, из-за чего, в свою очередь, сократится запас незавершенного производства.
        </div>
    `,
    choices: [
        "Сократить незавершенное производство",
        "Контролировать незавершенное производство",
        "Стабилизировать незавершенное производство"
    ],
    answers: [
        "Контролировать незавершенное производство"
    ]
},

{
    id: "lean165",
    type: "multiplechoices",
    header: "Тест",
    title: "Канбан рекомендуется использовать для производства продуктов, потребление которых сильно меняется с течением времени",
    theme: "Основы бережливого производства",
    text: "Канбан рекомендуется использовать для производства продуктов, потребление которых сильно меняется с течением времени",
    hint: `
        <div>
     Канбаны используют для производства продукции, которая имеет регулярный спрос
        </div>
    `,
    choices: [
        "Неверно",
        "Верно"
    ],
    answers: [
        "Неверно"
    ]
},

{
    id: "lean170",
    type: "multiplechoices",
    header: "Тест",
    title: "При использовании канбанов ликвидируют страховые запасы",
    theme: "Основы бережливого производства",
    text: "При использовании канбанов ликвидируют страховые запасы",
    hint: `
        <div>
Канбан не означает "ноль запасов". Фактически, когда при расчете количества канбанов учитывают фактор риска, получается, что страховые запасы не ликвидируются. Целью является создание потока единичных изделий, чтобы эти запасы сократились до нуля
        </div>
    `,
    choices: [
        "Неверно",
        "Верно"
    ],
    answers: [
        "Неверно"
    ]
},

{
    id: "lean175",
    type: "multiplechoices",
    header: "Тест",
    title: "Для того, чтобы поставщики могли использовать сигналы от системы канбан, с ними надо установить особые отношения.",
    theme: "Основы бережливого производства",
    text: "Для того, чтобы поставщики могли использовать сигналы от системы канбан, с ними надо установить особые отношения.",
    hint: `
        <div>
      В работе с поставщиками можно использовать канбан в том случае, если мы установим особые отношения с ними: будем информировать их о своих прогнозах спроса, учитывать их возможности при определении размеров партий, сроков и т.д.
        </div>
    `,
    choices: [
        "Неверно",
        "Верно"
    ],
    answers: [
        "Верно"
    ]
},


{
    id: "lean180",
    type: "multiplechoices",
    header: "Тест",
    title: "Кайдзен это ",
    theme: "Основы бережливого производства",
    text: "Кайдзен это ",
    
    choices: [
        "Концепция менеджмента, в основе которой лежит непрерывное улучшение всех процессов производства",
        "Термин предполагает только нужное, только в нужном количестве, только в нужное время",
        "Уникальная производственная система Toyota",
        "Контроль качества на рабочем месте (встраивание качества)",
        "В переводе с японского означает потери",
        "В переводе с японского означает неравномерность нагрузки",
        "В переводе с японского означает нагрузка превышающая возможность",
        "В переводе с японского означает выравнивание рабочего процесса",
        "Метод бережливого производства, который обеспечивает анализ, проектирование и управление потоком материалов и информации, необходимых для поставки продукта клиенту",
        "Быстрая переналадка оборудования — способ сокращения издержек и потерь при переналадке и переоснастке оборудования"        
    ],
    answers: ["Концепция менеджмента, в основе которой лежит непрерывное улучшение всех процессов производства"],
        hint: `
    <a href='https://trends.rbc.ru/trends/education/60410ce29a7947432a8cb63d'
     class='link-primary'>
     Подробнее
     </a>
`
},

{
    id: "lean185",
    type: "multiplechoices",
    header: "Тест",
    title: "Just in time это ",
    theme: "Основы бережливого производства",
    text: "Just in time ",
    
    choices: [
        "Концепция менеджмента, в основе которой лежит непрерывное улучшение всех процессов производства",
        "Термин предполагает только нужное, только в нужном количестве, только в нужное время",
        "Уникальная производственная система Toyota",
        "Контроль качества на рабочем месте (встраивание качества)",
        "В переводе с японского означает потери",
        "В переводе с японского означает неравномерность нагрузки",
        "В переводе с японского означает нагрузка превышающая возможность",
        "В переводе с японского означает выравнивание рабочего процесса",
        "Метод бережливого производства, который обеспечивает анализ, проектирование и управление потоком материалов и информации, необходимых для поставки продукта клиенту",
        "Быстрая переналадка оборудования — способ сокращения издержек и потерь при переналадке и переоснастке оборудования"
    ],
    answers: ["Термин предполагает только нужное, только в нужном количестве, только в нужное время"],
        hint: `
    <a href='https://onlanta.ru/press/blog/lean-production/'
     class='link-primary'>
     Подробнее
     </a>
`
},

{
    id: "lean185",
    type: "multiplechoices",
    header: "Тест",
    title: "TPS это ",
    theme: "Основы бережливого производства",
    text: "TPS это ",
    
    choices: [
        "Концепция менеджмента, в основе которой лежит непрерывное улучшение всех процессов производства",
        "Термин предполагает только нужное, только в нужном количестве, только в нужное время",
        "Уникальная производственная система Toyota",
        "Контроль качества на рабочем месте (встраивание качества)",
        "В переводе с японского означает потери",
        "В переводе с японского означает неравномерность нагрузки",
        "В переводе с японского означает нагрузка превышающая возможность",
        "В переводе с японского означает выравнивание рабочего процесса",
        "Метод бережливого производства, который обеспечивает анализ, проектирование и управление потоком материалов и информации, необходимых для поставки продукта клиенту",
        "Быстрая переналадка оборудования — способ сокращения издержек и потерь при переналадке и переоснастке оборудования"     
    ],
    answers: ["Уникальная производственная система Toyota"],
        hint: `
    <a href='https://onlanta.ru/press/blog/lean-production/'
     class='link-primary'>
     Подробнее
     </a>
`
},

{
    id: "lean190",
    type: "multiplechoices",
    header: "Тест",
    title: "Дзидока это ",
    theme: "Основы бережливого производства",
    text: "Дзидока это ",
    
    choices: [
        "Концепция менеджмента, в основе которой лежит непрерывное улучшение всех процессов производства",
        "Термин предполагает только нужное, только в нужном количестве, только в нужное время",
        "Уникальная производственная система Toyota",
        "Контроль качества на рабочем месте (встраивание качества)",
        "В переводе с японского означает потери",
        "В переводе с японского означает неравномерность нагрузки",
        "В переводе с японского означает нагрузка превышающая возможность",
        "В переводе с японского означает выравнивание рабочего процесса",
        "Метод бережливого производства, который обеспечивает анализ, проектирование и управление потоком материалов и информации, необходимых для поставки продукта клиенту",
        "Быстрая переналадка оборудования — способ сокращения издержек и потерь при переналадке и переоснастке оборудования"
    ],
    answers: ["Контроль качества на рабочем месте (встраивание качества)"],
        hint: `
    <a href='https://onlanta.ru/press/blog/lean-production/'
     class='link-primary'>
     Подробнее
     </a>
`
},

{
    id: "lean195",
    type: "multiplechoices",
    header: "Тест",
    title: "Муда это ",
    theme: "Основы бережливого производства",
    text: "Муда это ",
    
    choices: [
        "Концепция менеджмента, в основе которой лежит непрерывное улучшение всех процессов производства",
        "Термин предполагает только нужное, только в нужном количестве, только в нужное время",
        "Уникальная производственная система Toyota",
        "Контроль качества на рабочем месте (встраивание качества)",
        "В переводе с японского означает потери",
        "В переводе с японского означает неравномерность нагрузки",
        "В переводе с японского означает нагрузка превышающая возможность",
        "В переводе с японского означает выравнивание рабочего процесса",
        "Метод бережливого производства, который обеспечивает анализ, проектирование и управление потоком материалов и информации, необходимых для поставки продукта клиенту",
        "Быстрая переналадка оборудования — способ сокращения издержек и потерь при переналадке и переоснастке оборудования"
    ],
    answers: ["В переводе с японского означает потери"],
        hint: `
    <a href='https://onlanta.ru/press/blog/lean-production/'
     class='link-primary'>
     Объяснимо и факт, что большая часть бизнес-процессов на 90% состоит из потерь и только на 10% из добавляющей ценность работы.<br>
     Toyota выявила 7 видов муда: излишняя обработка, перемещения, перепроизводство, ожидание, лишние движения, дефекты и избыток запасов.<br>
     Если углубиться, существует еще два источника потерь: муро – неравномерность нагрузки, и мури – нагрузка превышающая возможность
     </a>
`
},


{
    id: "lean200",
    type: "multiplechoices",
    header: "Тест",
    title: "Муро это ",
    theme: "Основы бережливого производства",
    text: "Муро это ",
    
    choices: [
        "Концепция менеджмента, в основе которой лежит непрерывное улучшение всех процессов производства",
        "Термин предполагает только нужное, только в нужном количестве, только в нужное время",
        "Уникальная производственная система Toyota",
        "Контроль качества на рабочем месте (встраивание качества)",
        "В переводе с японского означает потери",
        "В переводе с японского означает неравномерность нагрузки",
        "В переводе с японского означает нагрузка превышающая возможность",
        "В переводе с японского означает выравнивание рабочего процесса",
        "Метод бережливого производства, который обеспечивает анализ, проектирование и управление потоком материалов и информации, необходимых для поставки продукта клиенту",
        "Быстрая переналадка оборудования — способ сокращения издержек и потерь при переналадке и переоснастке оборудования"
    ],
    answers: ["В переводе с японского означает неравномерность нагрузки"],
        hint: `
    <a href='https://onlanta.ru/press/blog/lean-production/'
     class='link-primary'>
     Объяснимо и факт, что большая часть бизнес-процессов на 90% состоит из потерь и только на 10% из добавляющей ценность работы.<br>
     Toyota выявила 7 видов муда: излишняя обработка, перемещения, перепроизводство, ожидание, лишние движения, дефекты и избыток запасов.<br>
     Если углубиться, существует еще два источника потерь: муро – неравномерность нагрузки, и мури – нагрузка превышающая возможность
     </a>
`
},

{
    id: "lean205",
    type: "multiplechoices",
    header: "Тест",
    title: "Мури это ",
    theme: "Основы бережливого производства",
    text: "Мури это ",
    
    choices: [
        "Концепция менеджмента, в основе которой лежит непрерывное улучшение всех процессов производства",
        "Термин предполагает только нужное, только в нужном количестве, только в нужное время",
        "Уникальная производственная система Toyota",
        "Контроль качества на рабочем месте (встраивание качества)",
        "В переводе с японского означает потери",
        "В переводе с японского означает неравномерность нагрузки",
        "В переводе с японского означает нагрузка превышающая возможность",
        "В переводе с японского означает выравнивание рабочего процесса",
        "Метод бережливого производства, который обеспечивает анализ, проектирование и управление потоком материалов и информации, необходимых для поставки продукта клиенту",
        "Быстрая переналадка оборудования — способ сокращения издержек и потерь при переналадке и переоснастке оборудования"
    ],
    answers: ["В переводе с японского означает нагрузка превышающая возможность"],
        hint: `
    <a href='https://onlanta.ru/press/blog/lean-production/'
     class='link-primary'>
     Объяснимо и факт, что большая часть бизнес-процессов на 90% состоит из потерь и только на 10% из добавляющей ценность работы.<br>
     Toyota выявила 7 видов муда: излишняя обработка, перемещения, перепроизводство, ожидание, лишние движения, дефекты и избыток запасов.<br>
     Если углубиться, существует еще два источника потерь: муро – неравномерность нагрузки, и мури – нагрузка превышающая возможность
     </a>
`
},


{
    id: "lean205",
    type: "multiplechoices",
    header: "Тест",
    title: "Хейдзунка это ",
    theme: "Основы бережливого производства",
    text: "Хейдзунка это ",
    
    choices: [
        "Концепция менеджмента, в основе которой лежит непрерывное улучшение всех процессов производства",
        "Термин предполагает только нужное, только в нужном количестве, только в нужное время",
        "Уникальная производственная система Toyota",
        "Контроль качества на рабочем месте (встраивание качества)",
        "В переводе с японского означает потери",
        "В переводе с японского означает неравномерность нагрузки",
        "В переводе с японского означает нагрузка превышающая возможность",
        "В переводе с японского означает выравнивание рабочего процесса",
        "Метод бережливого производства, который обеспечивает анализ, проектирование и управление потоком материалов и информации, необходимых для поставки продукта клиенту",
        "Быстрая переналадка оборудования — способ сокращения издержек и потерь при переналадке и переоснастке оборудования"
    ],
    answers: ["В переводе с японского означает выравнивание рабочего процесса"],
        hint: `
    <a href='https://onlanta.ru/press/blog/lean-production/'
     class='link-primary'>
    Планирование времени такта по-другому можно назвать ритмом рабочего потока.<br>
    Его определяет потребительский спрос.<br>
    Для того, чтобы процесс правильно, то есть эффективно, функционировал, необходимо ликвидировать авралы и простои – установить равномерное распределение объема работ.<br>
    Это называется принципом хейдзунка – выравнивание рабочего процесса
     </a>
`
},

{
    id: "lean210",
    type: "multiplechoices",
    header: "Тест",
    title: "VSM это ",
    theme: "Основы бережливого производства",
    text: "VSM это ",
    
    choices: [
        "Концепция менеджмента, в основе которой лежит непрерывное улучшение всех процессов производства",
        "Термин предполагает только нужное, только в нужном количестве, только в нужное время",
        "Уникальная производственная система Toyota",
        "Контроль качества на рабочем месте (встраивание качества)",
        "В переводе с японского означает потери",
        "В переводе с японского означает неравномерность нагрузки",
        "В переводе с японского означает нагрузка превышающая возможность",
        "В переводе с японского означает выравнивание рабочего процесса",
        "Метод бережливого производства, который обеспечивает анализ, проектирование и управление потоком материалов и информации, необходимых для поставки продукта клиенту",
        "Быстрая переналадка оборудования — способ сокращения издержек и потерь при переналадке и переоснастке оборудования"
    ],
    answers: ["Метод бережливого производства, который обеспечивает анализ, проектирование и управление потоком материалов и информации, необходимых для поставки продукта клиенту"],
        hint: `
    <a href='https://www.lucidchart.com/pages/ru/vsm'
     class='link-primary'>
    В этом методе, который также называют систематизацией потоков материалов и информации, для изображения различных рабочих и информационных потоков используется система стандартных символов.<br>
    При нанесении элементов на карту они обозначаются как ценные или не ценные с точки зрения клиента, чтобы выявить и исключить элементы, которые не добавляют ценности
     </a>
`
},

{
    id: "lean215",
    type: "multiplechoices",
    header: "Тест",
    title: "SMED это ",
    theme: "Основы бережливого производства",
    text: "SMED это ",
    
    choices: [
        "Концепция менеджмента, в основе которой лежит непрерывное улучшение всех процессов производства",
        "Термин предполагает только нужное, только в нужном количестве, только в нужное время",
        "Уникальная производственная система Toyota",
        "Контроль качества на рабочем месте (встраивание качества)",
        "В переводе с японского означает потери",
        "В переводе с японского означает неравномерность нагрузки",
        "В переводе с японского означает нагрузка превышающая возможность",
        "В переводе с японского означает выравнивание рабочего процесса",
        "Метод бережливого производства, который обеспечивает анализ, проектирование и управление потоком материалов и информации, необходимых для поставки продукта клиенту",
        "Быстрая переналадка оборудования — способ сокращения издержек и потерь при переналадке и переоснастке оборудования"
    ],
    answers: ["Быстрая переналадка оборудования — способ сокращения издержек и потерь при переналадке и переоснастке оборудования"],
        hint: `
    <a href='https://worksection.com/blog/smed.html'
     class='link-primary'>
    В этом методе, который также называют систематизацией потоков материалов и информации, для изображения различных рабочих и информационных потоков используется система стандартных символов.<br>
    При нанесении элементов на карту они обозначаются как ценные или не ценные с точки зрения клиента, чтобы выявить и исключить элементы, которые не добавляют ценности
     </a>
`
},




];

window.quizesSets = quizesSets;

// {
//     id: "statistics1",
//     type: "multiplechoices",
//     header: "Тест",
//     title: "Объект статистического наблюдения",
//     theme: "Введение в статистику",
//     text: "Объект статистического наблюдения - это...",
//     choices: ["единица наблюдения", "статистическая совокупность", "единица статистической совокупности", "совокупность признаков изучаемого явления"],
//     answers: ["статистическая совокупность"]
// },

// {
//     id: "statistics2",
//     type: "multiplechoices",
//     header: "Тест",
//     title: "Cтатистическое сказуемое",
//     theme: "Введение в статистику",
//     text: "Cтатистическим сказуемым называется", choices: ["статистические совокупности, которые характеризуются различными показателями", "показатели, характеризующие совокупности", "сведения, расположенные в боковых заголовках таблицы", "числовые характеристики, размещенные в графах таблицы"], answers: ["показатели, характеризующие совокупности"]
// }, { id: "statistics3", type: "multiplechoices", header: "Тест", title: "Мода", theme: "Введение в статистику", text: "Модой в статистике называют", choices: ["значение признака, которые чаще всего встречается в данной совокупности", "значение признака у единицы, которое находится в середине упорядоченного ряда распределения", "значение признака, которое встречается в данной совокупности единственный раз", "отношение данных текущего уровня к предшествующему"], answers: ["значение признака, которые чаще всего встречается в данной совокупности"] },
// { id: "statistics4", type: "multiplechoices", header: "Тест", title: "Секторные диаграммы", theme: "Введение в статистику", text: "Секторные диаграммы представляют собой", choices: ["круг, разделенный на секторы", "графическое изображение статистических данных в виде столбиков - прямоугольников", "изображение самих предметов", "статистическую кривую"], answers: ["круг, разделенный на секторы"] },
// { id: "statistics5", type: "multiplechoices", header: "Тест", title: "Темп роста", theme: "Введение в статистику", text: "Темп роста вычисляется, как", choices: ["отношение уровней ряда", "разность уровней ряда", "произведение уровней ряда", "разность темпа прироста к 100%"], answers: ["отношение уровней ряда"] },
// { id: "statistics6", type: "multiplechoices", header: "Тест", title: "Абсолютные статистические показатели", theme: "Введение в статистику", text: "Абсолютные статистические показатели выражаются", choices: ["процентах", "в именованных числах", "в коэффициентах", "в промилях"], answers: ["в именованных числах"] },
// { id: "statistics7", type: "multiplechoices", header: "Тест", title: "Сводка", theme: "Введение в статистику", text: "Сводкой в статистическом наблюдении называется", choices: ["объединение единиц совокупности в некоторые группы, имеющие свои характерные особенности, общие черты и сходные изучаемого признака", "особая стадия статистического исследования, в ходе которого систематизируются первичные материалы стратегического наблюдения", "объект, характеризующийся цифрами", "обобщение единичных факторов"], answers: ["особая стадия статистического исследования, в ходе которого систематизируются первичные материалы стратегического наблюдения"] },
// { id: "statistics8", type: "multiplechoices", header: "Тест", title: "Статистика", theme: "Введение в статистику", text: "Статистика – это наука, которая изучает", choices: ["структуру природных и общественных явлений и процессов", "процессы накопления и использования богатств общества", "закономерности социально-экономических массовых явлений и процессов численными методами", "процесс потребления благ"], answers: ["закономерности социально-экономических массовых явлений и процессов численными методами"] },
// { id: "statistics9", type: "multiplechoices", header: "Тест", title: "Относительные статистические показатели", theme: "Введение в статистику", text: "Относительные статистические показатели выражаются", choices: ["в отвлеченных числах или в %", "в промилле", "в чел./днях", "в именованных числах"], answers: ["в отвлеченных числах или в %"] },
// { id: "statistics10", type: "multiplechoices", header: "Тест", title: "Предмет изучения статистики", theme: "Введение в статистику", text: "Предметом изучения статистики являются", choices: ["результаты статистического наблюдения, сводки и группировки", "закономерности социально-экономических массовых явлений и процессов на предприятиях и в экономике в целом", "закономерности маркетинговой деятельности предприятий", "процессы развития общества"], answers: ["закономерности социально-экономических массовых явлений и процессов на предприятиях и в экономике в целом"] },



//let quizesSets = [

    // {
    //     id: "statistics729",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Квадрат коэффициента корреляции Пирсона по уравнению регрессии рекламный бюджет и продажи за месяц",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BE%D1%82%D1%80%D0%B5%D0%B7%D0%BE%D0%BA-2a9b74e2-9d47-4772-b663-3bca70bf63ef'
    //       class='link-primary'>
    //       Возвращает квадрат коэффициента корреляции Пирсона для точек данных в аргументах "известные_значения_y" и "известные_значения_x". <br>
    //       Значение квадрата R показывает, насколько дисперсии y связана с дисперсией x.
    //       </a>`,
    //     text: `Рассчитайте квадрат коэффициента корреляции Пирсона по уравнению регрессии рекламный бюджет и продажи за месяц`,
    //     answer: "=RSQ(D2:D13,B2:B13)",
    // },
    
    // {
    //     id: "statistics727",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Стандартная ошибка предсказанных значений y для каждого значения x в регрессии по уравнению регрессии рекламный бюджет и продажи за месяц",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BA%D0%B2%D0%BF%D0%B8%D1%80%D1%81%D0%BE%D0%BD-d7161715-250d-4a01-b80d-a8364f2be08f'
    //       class='link-primary'>
    //      Возвращает стандартную ошибку предсказанных значений y для каждого значения x в регрессии. Стандартная ошибка — это мера ошибки предсказанного значения y для отдельного значения x.
    //       </a>`,
    //     text: `Рассчитайте стандартную ошибку предсказанных значений y для каждого значения x в регрессии по уравнению регрессии рекламный бюджет и продажи за месяц`,
    //     answer: "=STEYX(D2:D13,B2:B13)",
    // },





    
    //{
    //     id: "statistics291",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Введите формулу для расчета стандартное отклонение по по рекламному бюджету за месяц",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BC%D0%B5%D0%B4%D0%B8%D0%B0%D0%BD%D0%B0-d0916313-4753-414c-8537-ce85bdd967d2'
    //      class='link-primary'>СТАНДОТКЛОН(STDEV) - Оценивает стандартное отклонение по выборке</a>`,
    //     text: `Введите формулу для расчета стандартное отклонение по по рекламному бюджету за месяц`,
    //     answer: "STDEV(B2:B13)",
    // },


    // {
    //     id: "statistics273",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Введите формулу для расчета медианы по рекламному бюджету за месяц",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BC%D0%B5%D0%B4%D0%B8%D0%B0%D0%BD%D0%B0-d0916313-4753-414c-8537-ce85bdd967d2'
    //       class='link-primary'>МЕДИАНА(MEDIAN) - Находит медиану заданных чисел</a>`,
    //     text: `Введите формулу для расчета медианы по рекламному бюджету за месяц`,
    //     answer: "MEDIAN(B2:B13)",
    // },


   // {
    //     id: "statistics620",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Сумма квадратов отклонений по продажам за месяц",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BA%D0%B2%D0%B0%D0%B4%D1%80%D0%BE%D1%82%D0%BA%D0%BB-8b739616-8376-4df5-8bd0-cfe0a6caf444'
    //       class='link-primary'>КВАДРОТКЛ(DEVSQ) - Вычисляет сумму квадратов отклонений</a>`,
    //     text: `Введите формулу для расчета суммы квадратов отклонений по продажам за месяц`,
    //     answer: "DEVSQ(D2:D13)",
    // },

    // {
    //     id: "statistics309",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Найдите ковариацию между количеством звонков и продажами",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BA%D0%BE%D0%B2%D0%B0%D1%80-50479552-2c03-4daf-bd71-a5ab88b2db03'
    //       class='link-primary'>
    //       Ковариация, то есть среднее произведений отклонений для каждой пары точек
    //       Ковариация используется для определения отношения между двумя множествами данных.<br>
    //       Например, можно проверить, соответствует ли более высокому уровню доходов более высокий уровень образования
    //       </a>`,
    //     text: `Введите формулу для расчета ковариации между количеством звонков и продажами`,
    //     answer: "COVAR(D2:D13,C2:C13)",
    // },

    // {
    //     id: "statistics905",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Найдите коэффициент корреляции между количеством звонков и продажами",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BA%D0%BE%D1%80%D1%80%D0%B5%D0%BB-995dcef7-0c0a-4bed-a3fb-239d7b68ca92'
    //       class='link-primary'>
    //       Функция CORREL возвращает коэффициент корреляции двух диапазонов ячеек.<br>
    //       Коэффициент корреляции используется для определения взаимосвязи между двумя свойствами.<br>
    //       Например, можно установить зависимость между средней температурой в помещении и использованием кондиционера
          
    //       </a>
    //       <img class='m-3' src="https://support.content.office.net/ru-ru/media/20801406-bfa6-4991-b08f-ebdc0c76af8c.gif" class="img-fluid" alt="...">
          
    //       <a class="m-2" href="https://journal.tinkoff.ru/correlation/">Что такое корреляция акций и облигаций?</a>
          
    //       `,
    //     text: `Введите формулу для расчета коэффициента корреляции между количеством звонков и продажами`,
    //     answer: "CORREL(D2:D13,C2:C13)",
    // },

    // {
    //     id: "statistics908",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Найдите коэффициент корреляции между рекламным бюджетом и продажами",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BA%D0%BE%D1%80%D1%80%D0%B5%D0%BB-995dcef7-0c0a-4bed-a3fb-239d7b68ca92'
    //       class='link-primary'>
    //       Функция CORREL возвращает коэффициент корреляции двух диапазонов ячеек.<br>
    //       Коэффициент корреляции используется для определения взаимосвязи между двумя свойствами.<br>
    //       Например, можно установить зависимость между средней температурой в помещении и использованием кондиционера
          
    //       </a>
    //       <img class='m-3' src="https://support.content.office.net/ru-ru/media/20801406-bfa6-4991-b08f-ebdc0c76af8c.gif" class="img-fluid" alt="...">
          
    //       <a class="m-2" href="https://journal.tinkoff.ru/correlation/">Что такое корреляция акций и облигаций?</a>
          
    //       `,
    //     text: `Введите формулу для расчета коэффициента корреляции между рекламным бюджетом и продажами`,
    //     answer: "CORREL(D2:D13,B2:B13)",
    // },


    // {
    //     id: "statistics209",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Среднее абсолютных значений отклонений точек данных от среднего по по количеству звонков  за месяц",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D1%81%D1%80%D0%BE%D1%82%D0%BA%D0%BB-58fe8d65-2a84-4dc7-8052-f3f87b5c6639'
    //       class='link-primary'>СРОТКЛ является мерой разброса множества данных</a>`,
    //     text: `Введите формулу для расчета среднеего абсолютных значений отклонений точек данных от среднего по количеству звонков за месяц`,
    //     answer: "AVEDEV(C2:C13)",
    // },

    // {
    //     id: "statistics208",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Среднее абсолютных значений отклонений точек данных от среднего по рекламному бюджету за месяц",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D1%81%D1%80%D0%BE%D1%82%D0%BA%D0%BB-58fe8d65-2a84-4dc7-8052-f3f87b5c6639'
    //       class='link-primary'>СРОТКЛ является мерой разброса множества данных</a>`,
    //     text: `Введите формулу для расчета среднего абсолютных значений отклонений точек данных от среднего по рекламному бюджету за месяц`,
    //     answer: "AVEDEV(B2:B13)",
    // },

    // {
    //     id: "statistics207",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Расчет среднего абсолютных значений отклонений точек данных от среднего по продажам за месяц",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D1%81%D1%80%D0%BE%D1%82%D0%BA%D0%BB-58fe8d65-2a84-4dc7-8052-f3f87b5c6639'
    //       class='link-primary'>СРОТКЛ является мерой разброса множества данных</a>`,
    //     text: `Введите формулу для расчета среднего абсолютных значений отклонений точек данных от среднего по продажам за месяц`,
    //     answer: "AVEDEV(D2:D13)",

    // },
    // {
    //     id: "statistics521",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Среднее значение количества звонков",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%81%D1%80%D0%B7%D0%BD%D0%B0%D1%87-%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D1%81%D1%80%D0%B7%D0%BD%D0%B0%D1%87-047bac88-d466-426c-a32b-8f33eb960cf6'
    //       class='link-primary'>СРЗНАЧ (функция СРЗНАЧ) =AVERAGE(A1:A20)</a>`,
    //     text: `Введите формулу для расчета среднего количества звонков за месяц`,
    //     answer: "AVERAGE(C2:C13)",

    // },

    // {
    //     id: "statistics520",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Среднее значение продаж за месяц",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%81%D1%80%D0%B7%D0%BD%D0%B0%D1%87-%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D1%81%D1%80%D0%B7%D0%BD%D0%B0%D1%87-047bac88-d466-426c-a32b-8f33eb960cf6'
    //       class='link-primary'>СРЗНАЧ (функция СРЗНАЧ) =AVERAGE(A1:A20)</a>`,
    //     text: `Введите формулу для расчета средних продаж за месяц`,
    //     answer: "AVERAGE(D2:D13)",

    // },

    // {
    //     id: "statistics522",
    //     header: "Кейс",
    //     type: "casewithrandomnumber",
    //     title: "Среднее значение рекламного бюджета за месяц",
    //     theme: "Средние величины в статистике",
    //     dataArray: [
    //         ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
    //         ["январь", 8, 20, 52],
    //         ["февраль", 9, 22, 55],
    //         ["март", 10, 18, 53],
    //         ["апрель", 11, 25, 60],
    //         ["май", 12, 27, 62],
    //         ["июнь", 10, 21, 58],
    //         ["июль", 13, 29, 65],
    //         ["август", 14, 30, 68],
    //         ["сентябрь", 13, 26, 66],
    //         ["октябрь", 15, 32, 72],
    //         ["ноябрь", 16, 34, 75],
    //         ["декабрь", 17, 36, 80],
    //     ],
    //     hint: `<a
    //      href='https://support.microsoft.com/ru-ru/office/%D1%81%D1%80%D0%B7%D0%BD%D0%B0%D1%87-%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D1%81%D1%80%D0%B7%D0%BD%D0%B0%D1%87-047bac88-d466-426c-a32b-8f33eb960cf6'
    //       class='link-primary'>СРЗНАЧ (функция СРЗНАЧ) =AVERAGE(A1:A20)</a>`,
    //     text: `Введите формулу для расчета среднего рекламного бюджета за месяц`,
    //     answer: "AVERAGE(B2:B13)",
    //     hint: `Среднее это...`
    // },


    // {
    //     id: "statistics499",
    //     type: "multiplechoices",
    //     header: "Тест",
    //     title: "Статистической зависимостью называется …",
    //     theme: "Корреляционно-регрессионный анализ",
    //     text: "Статистической зависимостью называется …",
    //     choices: [
    //         "точная формула, связывающая переменные",
    //         "связь переменных без учета воздействия случайных факторов",
    //         "связь переменных, на которую накладывается воздействие случайных факторов",
    //         "любая связь переменных"],
    //     answers: ["связь переменных, на которую накладывается воздействие случайных факторов"]
    // },

    // {
    //     id: "statistics400",
    //     type: "multiplechoices",
    //     header: "Тест",
    //     title: "Коэффициент регрессии k(a) показывает …",
    //     theme: "Корреляционно-регрессионный анализ",
    //     text: "Коэффициент регрессии k(a) показывает …",
    //     choices: [
    //         "как меняется переменная y при увеличении переменной x на 1%",
    //         "прогнозируемое значение зависимой переменной при x = 0",
    //         "прогнозируемое значение зависимой переменной при x > 0",
    //         "прогнозируемое значение зависимой переменной при x < 0"],
    //     answers: ["как меняется переменная y при увеличении переменной x на 1%"]
    // },

    // {
    //     id: "statistics401",
    //     type: "multiplechoices",
    //     header: "Тест",
    //     title: "Выборочная ковариация является мерой … двух переменных",
    //     theme: "Корреляционно-регрессионный анализ",
    //     text: "Выборочная ковариация является мерой … двух переменных",
    //     choices: [
    //         "взаимосвязи",
    //         "нелинейной связи",
    //         "рассеяния",
    //         "линейной связи"],
    //     answers: ["взаимосвязи"]
    // },



    // {
    //     id: "statistics402",
    //     type: "multiplechoices",
    //     header: "Тест",
    //     title: "Выборочная совокупность – это …",
    //     theme: "Корреляционно-регрессионный анализ",
    //     text: "Выборочная совокупность – это …",
    //     choices: [
    //         "множество наблюдений, составляющих часть генеральной совокупности",
    //         "любое множество наблюдений",
    //         "значения случайной величины, удовлетворяющие условиям наблюдения",
    //         "значения случайной величины, принятые в процессе наблюдения"],
    //     answers: ["множество наблюдений, составляющих часть генеральной совокупности"]
    // },


    // {
    //     id: "statistics403",
    //     type: "multiplechoices",
    //     header: "Тест",
    //     title: "Временные ряды – это данные, характеризующие … момент (ы) времени",
    //     theme: "Корреляционно-регрессионный анализ",
    //     text: "Временные ряды – это данные, характеризующие … момент (ы) времени",
    //     choices: [
    //         "один и тот же объект в различные",
    //         "разные объекты в один и тот же",
    //         "один и тот же объект в один и тот же",
    //         "разные объекты в различные"],
    //     answers: ["один и тот же объект в различные"]
    // },


    // {
    //     id: "statistics404",
    //     type: "multiplechoices",
    //     header: "Тест",
    //     title: "Коэффициент регрессии b показывает …",
    //     theme: "Корреляционно-регрессионный анализ",
    //     text: "Коэффициент регрессии b показывает …",
    //     choices: [
    //         "на сколько единиц в среднем изменяется переменная y при увеличении независимой переменной x на единицу",
    //         "прогнозируемое значение зависимой переменной при x = 0",
    //         "прогнозируемое значение зависимой переменной при x > 0",
    //         "прогнозируемое значение зависимой переменной при x < 0"],
    //     answers: ["на сколько единиц в среднем изменяется переменная y при увеличении независимой переменной x на единицу"]
    // },


    // {
    //     id: "statistics405",
    //     type: "multiplechoices",
    //     header: "Тест",
    //     title: "Коэффициенты регрессии (а, b) в выборочном уравнении регрессии определяются методом (ами) …",
    //     theme: "Корреляционно-регрессионный анализ",
    //     text: "Коэффициенты регрессии (а, b) в выборочном уравнении регрессии определяются методом (ами) …",
    //     choices: [
    //         "наименьших квадратов",
    //         "взвешенных наименьших квадратов",
    //         "моментов",
    //         "градиентными"],
    //     answers: ["наименьших квадратов"]
    // },


    // {
    //     id: "statistics406",
    //     type: "multiplechoices",
    //     header: "Тест",
    //     title: "Геометрически, математическое ожидание случайной величины – это … распределения",
    //     theme: "Корреляционно-регрессионный анализ",
    //     text: "Геометрически, математическое ожидание случайной величины – это … распределения",
    //     choices: [
    //         "центр",
    //         "мера рассеяния относительно центра",
    //         "мера отклонения симметричного от нормального",
    //         "мера отклонения от симметричного"],
    //     answers: ["центр"],
    //     hint: `
    //     <img src="https://ebooks.kbsu.ru/g2p3.files/image079.jpg" class="img-fluid" alt="img">        
    //     `
    // },

    // {
    //     id: "statistics407",
    //     type: "multiplechoices",
    //     header: "Тест",
    //     title: "Коэффициентом детерминации R^2 характеризуют долю вариации переменной … с помощью уравнения регрессии",
    //     theme: "Корреляционно-регрессионный анализ",
    //     text: "Коэффициентом детерминации R^2 характеризуют долю вариации переменной … с помощью уравнения регрессии",
    //     choices: [
    //         "зависимой, объясненную",
    //         "зависимой, необъясненную",
    //         "независимой, объясненную",
    //         "независимой, необъясненную"],
    //     answers: ["зависимой, объясненную"],
    //     hint: `
    //     После проверки точности и статистической значимости каждого коэффициента регрессионной модели обычно проводится анализ общего качества уравнения модели, которое оценивается по тому,
    //     как хорошо эмпирическое уравнение регрессии согласуется со статистическими данными.<br>
    //     Другими словами, необходимо оценить, насколько широко рассеяны точки наблюдений по их совокупности относительно линии регрессии (линии модели). Поэтому представляется естественным вывод о том, что проверку общего качества регрессионной модели следует проводить на основе дисперсионного анализа, сравнивая дисперсии модельных и реальных значений исследуемой переменной У        
    //     `
    // },

    // {
    //     id: "statistics408",
    //     type: "multiplechoices",
    //     header: "Тест",
    //     title: "Величина var(y) – это дисперсия значений … переменной",
    //     theme: "Корреляционно-регрессионный анализ",
    //     text: "Величина var(y) – это дисперсия значений … переменной",
    //     choices: [
    //         "наблюдаемых зависимой",
    //         "наблюдаемых независимой",
    //         "расчетных зависимой",
    //         "расчетных независимой"],
    //     answers: ["расчетных зависимой"],
    //     hint: `        
    //     <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRKODO3GojGV7hIRKM0N00CDab29uhC57EELg&s" class="img-fluid" alt="img">        
    //     `
    // },






    // {
    //     id: "statistics300",
    //     header: "Типовая задача",
    //     type: "quizwithrandomnumber",
    //     title: "Чему равна мода этой совокупности?",
    //     theme: "Задачи и виды статистической сводки",
    //     text: `
    //     <div>{=5000-4*{var1-10}*100}</div>              
    //     <div>{=5000-2*{var1-10}*100}</div>
    //     <div>{=5000-5*{var1-10}*100}</div>
    //     <div>{=5000-4*{var1-10}*100}</div>               
    //     <div>{=5000-3*{var1-10}*100}</div>
    //     <div>{=5000-1*{var1-10}*100}</div>
    //     <div>{=5000-4*{var1-10}*100}</div>
    //     <div>{=5000-1*{var1-10}*100}</div>
    //     `,
    //     answer: "5000-4*{var1-10}*100",
    //     hint: "Мода - значение, которое встречается в выборке чаще всего"
    // },

    // {
    //     id: "statistics301",
    //     header: "Типовая задача",
    //     type: "quizwithrandomnumber",
    //     title: "Чему равно среднее арифметическое значение этой совокупности?",
    //     theme: "Задачи и виды статистической сводки",
    //     text: `
    //     <div>{=5000-4*{var1-10}*100}</div>              
    //     <div>{=5000-2*{var1-10}*100}</div>
    //     <div>{=5000-5*{var1-10}*100}</div>
    //     <div>{=5000-4*{var1-10}*100}</div>               
    //     <div>{=5000-3*{var1-10}*100}</div>
    //     <div>{=5000-1*{var1-10}*100}</div>
    //     <div>{=5000-4*{var1-10}*100}</div>
    //     <div>{=5000-1*{var1-10}*100}</div>
    //     `,
    //     answer: "5000-3*{var1-10}*100",
    //     hint: "Необходимо все сложить и поделить на количество"
    // },

    // {
    //     id: "statistics301",
    //     header: "Типовая задача",
    //     type: "quizwithrandomnumber",
    //     title: "Чему равна медиана этой совокупности?",
    //     theme: "Задачи и виды статистической сводки",
    //     text: `
    //     <div>{=5000-4*{var1-10}*100}</div>              
    //     <div>{=5000-2*{var1-10}*100}</div>
    //     <div>{=5000-5*{var1-10}*100}</div>
    //     <div>{=5000-4*{var1-10}*100}</div>    
    //      <div>{=5000-4*{var1-10}*100}</div>            
    //     <div>{=5000-3*{var1-10}*100}</div>
    //     <div>{=5000-1*{var1-10}*100}</div>
    //     <div>{=5000-4*{var1-10}*100}</div>
    //     <div>{=5000-1*{var1-10}*100}</div>
    //     `,
    //     answer: "5000-4*{var1-10}*100",
    //     hint: `Медиана — «серединное» значение.
    //     Если построить все данные в ряд по возрастанию, медианное значение окажется ровно посреди ряда: половина остальных значений меньше, половина больше`
    // },

    //     {
    //         id: "bankcaculations14",
    //         header: "Кейс Прогнозный баланс банка",
    //         title: `Начислены проценты по кредитам.
    //         Найти сумму активов банка`,
    //         theme: "Прогнозный баланс банка",
    //         type: "quizwithrandomnumber",
    //         text: `Список операций<br>
    //         <div>Сформирован уставный капитал банка
    //          {=400+{var1-10}*10}</div>
    //         <div>Учредитель внес основные средства на сумму {=(400+{var1-10}*10)/2}</div>
    //         <div>Учредитель внес средства перечислением через Центральный банк
    //          {=(400+{var1-10}*10)/2}</div>
    //         <div>Открыты депозиты физических лиц со взносом в кассу банка наличными
    //     {=1000+100*{var1-10}}</div>
    //         <div>Выданы кредиты коммерческим организациям с зачислением на расчетные счета в НАШЕМ банке
    //         {=200+100*{var1-10}} </div>
    //         <div>Выданы кредиты коммерческим организациям с зачислением на расчетные счета в других банках
    //         {=300+100*{var1-10}} </div>
    //         <div>Начислены проценты по депозитам физических лиц
    //         {=(1000+100*{var1-10})*0.2} </div>
    //         <div>Начислены проценты по кредитам 
    //         {=(500+100*{var1-10})*0.3}
    //         </div>

    //         <div>Доначислен РВПС на просроченную задолженность по основной сумме долга
    //         {=(500+100*{var1-10})*0.12}
    //         </div>

    //           <div>Создан РВПС на неуплаченные проценты
    //         {=(500+100*{var1-10})*0.04}
    //         </div>


    //         <div>Найти сумму активов банка</div>
    //         `,
    //        answer: "400+{var1-10}*10+200+100*{var1-10}+(500+100*{var1-10})*0.3+1000+100*{var1-10}",
    //        hint: `Сформированный уставный капитал = Дебиторская задолженность учредителя,<br>
    //         Сумма депозитов = Остаки в кассе <br>
    //         Кредиты с зачислением средств на расчетные счета в НАШЕМ банке,<br>
    //         Доход в виде процента по кредитам = Доходы (прирост прибыли)<br>
    //       <p class='text-success'>РВПС на неуплаченные проценты (создается за счет расходов - уменьшает ссудную задолженность и собственный капитал СК) </p>
    //  <p class='text-danger'>Не учитываем РВПС на просроченную задолженность по основной сумме долга (создается за счет расходов - уменьшает СК - и увеличивает ОБЯЗАТЕЛЬСТВА банка - П+Х, П-Х)
    //  </p>
    //        `
    //     },




    //     {
    //         id: "bankaccounting7",
    //         type: "accounting",
    //         header: "Тест",
    //         title: "Проводки Наличные средства переданы из кассы банка инкассаторам",
    //         theme: "Типовые операции по учету в кредитных организациях",
    //         text: "Проводки Наличные средства переданы из кассы банка инкассаторам<br>",
    //         choices: [
    //             "20202",
    //             "20209",
    //             "10207",
    //             "30102",
    //             "40702",
    //             "452",
    //             "47427",
    //             "47411",
    //             "42303",
    //             "603",
    //             "70601",
    //             "70606",
    //             "60401",
    //             "60414"
    //         ],
    //         answers: ["2020920202"],
    //         hint: `
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://normativ.kontur.ru/document?moduleId=1&documentId=466405">
    //             Удобный формат! <br>
    //             Положение Банка России от 24.11.2022 N 809-П (ред. от 10.01.2024) "О Плане счетов бухгалтерского
    //             учета для кредитных организаций и порядке его применения"
    //         </a>
    //         </p>
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://disk.yandex.ru/i/N0H9hQpoSCRZoA">
    //             Пособие
    //         </a>
    //         `
    //     },

    //     {
    //         id: "bankaccounting8",
    //         type: "accounting",
    //         header: "Тест",
    //         title: "Проводки Наличные средства переданы от инкассаторов в кассу банка",
    //         theme: "Типовые операции по учету в кредитных организациях",
    //         text: "Проводки Наличные средства переданы от инкассаторов в кассу банка<br>",
    //         choices: [
    //             "20202",
    //             "20209",
    //             "10207",
    //             "30102",
    //             "40702",
    //             "452",
    //             "47427",
    //             "47411",
    //             "42303",
    //             "603",
    //             "70601",
    //             "70606",
    //             "60401",
    //             "60414"
    //         ],
    //         answers: ["2020220209"],
    //         hint: `
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://normativ.kontur.ru/document?moduleId=1&documentId=466405">
    //             Удобный формат! <br>
    //             Положение Банка России от 24.11.2022 N 809-П (ред. от 10.01.2024) "О Плане счетов бухгалтерского
    //             учета для кредитных организаций и порядке его применения"
    //         </a>
    //         </p>
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://disk.yandex.ru/i/N0H9hQpoSCRZoA">
    //             Пособие
    //         </a>
    //         `
    //     },

    //     {
    //         id: "bankaccounting9",
    //         type: "accounting",
    //         header: "Тест",
    //         title: "Проводки Начислена амортизация основных средств",
    //         theme: "Типовые операции по учету в кредитных организациях",
    //         text: "Проводки Начислена амортизация основных средств<br>",
    //         choices: [
    //             "20202",
    //             "20209",
    //             "10207",
    //             "30102",
    //             "40702",
    //             "452",
    //             "47427",
    //             "47411",
    //             "42303",
    //             "603",
    //             "60414",
    //             "70601",
    //             "70606",
    //             "60401",
    //             "60414"
    //         ],
    //         answers: ["7060660414"],
    //         hint: `
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://normativ.kontur.ru/document?moduleId=1&documentId=466405">
    //             Удобный формат! <br>
    //             Положение Банка России от 24.11.2022 N 809-П (ред. от 10.01.2024) "О Плане счетов бухгалтерского
    //             учета для кредитных организаций и порядке его применения"
    //         </a>
    //         </p>
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://disk.yandex.ru/i/N0H9hQpoSCRZoA">
    //             Пособие
    //         </a>
    //         `
    //     },

    //     {
    //         id: "bankaccounting10",
    //         type: "accounting",
    //         header: "Тест",
    //         title: "Проводки Начислена заработная плата сотрудникам банка",
    //         theme: "Типовые операции по учету в кредитных организациях",
    //         text: "Проводки Начислена заработная плата сотрудникам банка<br>",
    //         choices: [
    //             "20202",
    //             "20209",
    //             "10207",
    //             "30102",
    //             "40702",
    //             "40817",
    //             "452",
    //             "47427",
    //             "47411",
    //             "42303",
    //             "603",
    //             "60414",
    //             "70601",
    //             "70606",
    //             "60401",
    //             "60414"
    //         ],
    //         answers: ["70606603"],
    //         hint: `
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://normativ.kontur.ru/document?moduleId=1&documentId=466405">
    //             Удобный формат! <br>
    //             Положение Банка России от 24.11.2022 N 809-П (ред. от 10.01.2024) "О Плане счетов бухгалтерского
    //             учета для кредитных организаций и порядке его применения"
    //         </a>
    //         </p>
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://disk.yandex.ru/i/N0H9hQpoSCRZoA">
    //             Пособие
    //         </a>
    //         `
    //     },

    //     {
    //         id: "bankaccounting11",
    //         type: "accounting",
    //         header: "Тест",
    //         title: "Проводки Выплачена заработная плата сотрудникам банка перечислением на карту",
    //         theme: "Типовые операции по учету в кредитных организациях",
    //         text: "Проводки Выплачена заработная плата сотрудникам банка перечислением на карту<br>",
    //         choices: [
    //             "20202",
    //             "20209",
    //             "10207",
    //             "30102",
    //             "40702",
    //             "40817",
    //             "452",
    //             "47427",
    //             "47411",
    //             "42303",
    //             "603",
    //             "60414",
    //             "70601",
    //             "70606",
    //             "60401",
    //             "60414"
    //         ],
    //         answers: ["60340817"],
    //         hint: `
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://normativ.kontur.ru/document?moduleId=1&documentId=466405">
    //             Удобный формат! <br>
    //             Положение Банка России от 24.11.2022 N 809-П (ред. от 10.01.2024) "О Плане счетов бухгалтерского
    //             учета для кредитных организаций и порядке его применения"
    //         </a>
    //         </p>
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://disk.yandex.ru/i/N0H9hQpoSCRZoA">
    //             Пособие
    //         </a>
    //         `
    //     },

    //     {
    //         id: "bankaccounting12",
    //         type: "accounting",
    //         header: "Тест",
    //         title: "Проводки Физическое лицо открыло депозит перечислением с карты в нашем банке на депозит",
    //         theme: "Типовые операции по учету в кредитных организациях",
    //         text: "Проводки Физическое лицо открыло депозит перечислением с карты в нашем банке на депозит<br>",
    //         choices: [
    //             "20202",
    //             "20209",
    //             "10207",
    //             "30102",
    //             "40702",
    //             "40817",
    //             "452",
    //             "47427",
    //             "47411",
    //             "42303",
    //             "603",
    //             "60414",
    //             "70601",
    //             "70606",
    //             "60401",
    //             "60414"
    //         ],
    //         answers: ["4081742303"],
    //         hint: `
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://normativ.kontur.ru/document?moduleId=1&documentId=466405">
    //             Удобный формат! <br>
    //             Положение Банка России от 24.11.2022 N 809-П (ред. от 10.01.2024) "О Плане счетов бухгалтерского
    //             учета для кредитных организаций и порядке его применения"
    //         </a>
    //         </p>
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://disk.yandex.ru/i/N0H9hQpoSCRZoA">
    //             Пособие
    //         </a>
    //         `
    //     },

    //     {
    //         id: "bankaccounting13",
    //         type: "accounting",
    //         header: "Тест",
    //         title: "Проводки Выдача ссуды перечислением на карту вкладчика",
    //         theme: "Типовые операции по учету в кредитных организациях",
    //         text: "Проводки Выдача ссуды перечислением на карту вкладчика<br>",
    //         choices: [
    //             "20202",
    //             "20209",
    //             "10207",
    //             "30102",
    //             "40702",
    //             "40817",
    //             "45503",
    //             "452",
    //             "47427",
    //             "47411",
    //             "42303",
    //             "603",
    //             "60414",
    //             "70601",
    //             "70606",
    //             "60401",
    //             "60414"
    //         ],
    //         answers: ["4550340817"],
    //         hint: `
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://normativ.kontur.ru/document?moduleId=1&documentId=466405">
    //             Удобный формат! <br>
    //             Положение Банка России от 24.11.2022 N 809-П (ред. от 10.01.2024) "О Плане счетов бухгалтерского
    //             учета для кредитных организаций и порядке его применения"
    //         </a>
    //         </p>
    //          <p><a class="link-opacity-100" target="_blank" target="_blank"
    //             href="https://disk.yandex.ru/i/N0H9hQpoSCRZoA">
    //             Пособие
    //         </a>
    //         `
    //     },

    //     {
    //         id: "bankaccounting14",
    //         type: "accounting",
    //         header: "Тест",
    //         title: "Проводки Погашение кредита списанием с карты физического лица",
    //         theme: "Типовые операции по учету в кредитных организациях",
    //         text: "Проводки Погашение кредита списанием с карты физического лица<br>",
    //         choices: [
    //             "20202",
    //             "20209",
    //             "10207",
    //             "30102",
    //             "40702",
    //             "40817",
    //             "45503",
    //             "452",
    //             "47427",
    //             "47411",
    //             "42303",
    //             "603",
    //             "60414",
    //             "70601",
    //             "70606",
    //             "60401",
    //             "60414"
    //         ],
    //         answers: ["4081745503"],
    //         hint: `
    //              <p><a class="link-opacity-100" target="_blank" target="_blank"
    //                 href="https://normativ.kontur.ru/document?moduleId=1&documentId=466405">
    //                 Удобный формат! <br>
    //                 Положение Банка России от 24.11.2022 N 809-П (ред. от 10.01.2024) "О Плане счетов бухгалтерского
    //                 учета для кредитных организаций и порядке его применения"
    //             </a>
    //             </p>
    //              <p><a class="link-opacity-100" target="_blank" target="_blank"
    //                 href="https://disk.yandex.ru/i/N0H9hQpoSCRZoA">
    //                 Пособие
    //             </a>
    //             `
    //     },

    //     {
    //         id: "bankaccounting15",
    //         type: "accounting",
    //         header: "Тест",
    //         title: "Проводки Поступление наличных средств и зачисление на текущий счет физического лица",
    //         theme: "Типовые операции по учету в кредитных организациях",
    //         text: "Проводки Поступление наличных средств и зачисление на текущий счет физического лица<br>",
    //         choices: [
    //             "20202",
    //             "20209",
    //             "10207",
    //             "30102",
    //             "40702",
    //             "40817",
    //             "45503",
    //             "452",
    //             "45215",
    //             "47427",
    //             "47411",
    //             "42303",
    //             "603",
    //             "60414",
    //             "70601",
    //             "70606",
    //             "60401",
    //             "60414"
    //         ],
    //         answers: ["2020240817"],
    //         hint: `
    //                  <p><a class="link-opacity-100" target="_blank" target="_blank"
    //                     href="https://normativ.kontur.ru/document?moduleId=1&documentId=466405">
    //                     Удобный формат! <br>
    //                     Положение Банка России от 24.11.2022 N 809-П (ред. от 10.01.2024) "О Плане счетов бухгалтерского
    //                     учета для кредитных организаций и порядке его применения"
    //                 </a>
    //                 </p>
    //                  <p><a class="link-opacity-100" target="_blank" target="_blank"
    //                     href="https://disk.yandex.ru/i/N0H9hQpoSCRZoA">
    //                     Пособие
    //                 </a>
    //                 `
    //     },


    //     {
    //         id: "bankaccounting16",
    //         type: "accounting",
    //         header: "Тест",
    //         title: "Проводки Создан РВПС по кредиту физическому лицу",
    //         theme: "Типовые операции по учету в кредитных организациях",
    //         text: "Проводки Создан РВПС по кредиту физическому лицу<br>",
    //         choices: [
    //             "20202",
    //             "20209",
    //             "10207",
    //             "30102",
    //             "40702",
    //             "40817",
    //             "45503",
    //             "45515",
    //             "452",
    //             "45215",
    //             "47427",
    //             "47411",
    //             "42303",
    //             "603",
    //             "60414",
    //             "70601",
    //             "70606",
    //             "60401",
    //             "60414"
    //         ],
    //         answers: ["7060645515"],
    //         hint: `
    //                  <p><a class="link-opacity-100" target="_blank" target="_blank"
    //                     href="https://normativ.kontur.ru/document?moduleId=1&documentId=466405">
    //                     Удобный формат! <br>
    //                     Положение Банка России от 24.11.2022 N 809-П (ред. от 10.01.2024) "О Плане счетов бухгалтерского
    //                     учета для кредитных организаций и порядке его применения"
    //                 </a>
    //                 </p>
    //                  <p><a class="link-opacity-100" target="_blank" target="_blank"
    //                     href="https://disk.yandex.ru/i/N0H9hQpoSCRZoA">
    //                     Пособие
    //                 </a>
    //                 `
    //     },

    //     {
    //         id: "bankaccounting17",
    //         type: "accounting",
    //         header: "Тест",
    //         title: "Проводки В связи с отсутствием денежных средств на счете проценты отнесены на просрочку",
    //         theme: "Типовые операции по учету в кредитных организациях",
    //         text: "Проводки В связи с отсутствием денежных средств на счете проценты отнесены на просрочку<br>",
    //         choices: [
    //             "20202",
    //             "20209",
    //             "10207",
    //             "30102",
    //             "40702",
    //             "40817",
    //             "45503",
    //             "452",
    //             "45215",
    //             "459",
    //             "47427",
    //             "47411",
    //             "42303",
    //             "603",
    //             "60414",
    //             "70601",
    //             "70606",
    //             "60401",
    //             "60414"
    //         ],
    //         answers: ["45947427"],
    //         hint: `
    //                  <p><a class="link-opacity-100" target="_blank" target="_blank"
    //                     href="https://normativ.kontur.ru/document?moduleId=1&documentId=466405">
    //                     Удобный формат! <br>
    //                     Положение Банка России от 24.11.2022 N 809-П (ред. от 10.01.2024) "О Плане счетов бухгалтерского
    //                     учета для кредитных организаций и порядке его применения"
    //                 </a>
    //                 </p>
    //                  <p><a class="link-opacity-100" target="_blank" target="_blank"
    //                     href="https://disk.yandex.ru/i/N0H9hQpoSCRZoA">
    //                     Пособие
    //                 </a>
    //                 `
    //     },

    //     {
    //         id: "bankaccounting18",
    //         type: "accounting",
    //         header: "Тест",
    //         title: "Проводки Начислен РВПС на просроченную задолженность по основной сумму долга",
    //         theme: "Типовые операции по учету в кредитных организациях",
    //         text: "Проводки Начислен РВПС на просроченную задолженность по основной сумму долга<br>",
    //         choices: [
    //             "20202",
    //             "20209",
    //             "10207",
    //             "30102",
    //             "40702",
    //             "40817",
    //             "45503",
    //             "452",
    //             "45215",
    //             "459",
    //             "45818",
    //             "47427",
    //             "47411",
    //             "42303",
    //             "603",
    //             "60414",
    //             "70601",
    //             "70606",
    //             "60401",
    //             "60414"
    //         ],
    //         answers: ["7060645818"],
    //         hint: `
    //         <p>В разработочной таблице этот резерв отражается в обязательствах - 23. 
    // Резервы на возможные потери по условным обязательствам кредитного характера, прочим возможным потерям и операциям с резидентами офшорных зон</p>
    //                  <p><a class="link-opacity-100" target="_blank" target="_blank"
    //                     href="https://normativ.kontur.ru/document?moduleId=1&documentId=466405">
    //                     Удобный формат! <br>
    //                     Положение Банка России от 24.11.2022 N 809-П (ред. от 10.01.2024) "О Плане счетов бухгалтерского
    //                     учета для кредитных организаций и порядке его применения"
    //                 </a>
    //                 </p>
    //                  <p><a class="link-opacity-100" target="_blank" target="_blank"
    //                     href="https://disk.yandex.ru/i/N0H9hQpoSCRZoA">
    //                     Пособие
    //                 </a>
    //                 `
    //     },

    //     {
    //         id: "bankaccounting19",
    //         type: "accounting",
    //         header: "Тест",
    //         title: "Проводки Восстановлен РВПС по просроченному основному долгу после его погашения",
    //         theme: "Типовые операции по учету в кредитных организациях",
    //         text: "Проводки Восстановлен РВПС по просроченному основному долгу после его погашения<br>",
    //         choices: [
    //             "20202",
    //             "20209",
    //             "10207",
    //             "30102",
    //             "40702",
    //             "40817",
    //             "45503",
    //             "452",
    //             "45215",
    //             "459",
    //             "45818",
    //             "47427",
    //             "47411",
    //             "42303",
    //             "603",
    //             "60414",
    //             "70601",
    //             "70606",
    //             "60401",
    //             "60414"
    //         ],
    //         answers: ["4581870601"],
    //         hint: `
    //         <p>В разработочной таблице этот резерв отражается в обязательствах - 23. 
    // Резервы на возможные потери по условным обязательствам кредитного характера, прочим возможным потерям и операциям с резидентами офшорных зон</p>
    //                  <p><a class="link-opacity-100" target="_blank" target="_blank"
    //                     href="https://normativ.kontur.ru/document?moduleId=1&documentId=466405">
    //                     Удобный формат! <br>
    //                     Положение Банка России от 24.11.2022 N 809-П (ред. от 10.01.2024) "О Плане счетов бухгалтерского
    //                     учета для кредитных организаций и порядке его применения"
    //                 </a>
    //                 </p>
    //                  <p><a class="link-opacity-100" target="_blank" target="_blank"
    //                     href="https://disk.yandex.ru/i/N0H9hQpoSCRZoA">
    //                     Пособие
    //                 </a>
    //                 `
    //     },

    //     {
    //         id: "bankcaculations10",
    //         header: "Кейс Прогнозный баланс банка",
    //         title: `Начислены проценты по кредитам.
    //         Найти сумму активов банка`,
    //         theme: "Прогнозный баланс банка",
    //         type: "quizwithrandomnumber",
    //         text: `Список операций<br>
    //         <div>Сформирован уставный капитал банка
    //          {=400+{var1-10}*10}</div>
    //         <div>Учредитель внес основные средства на сумму {=(400+{var1-10}*10)/2}</div>
    //         <div>Учредитель внес средства перечислением через Центральный банк
    //          {=(400+{var1-10}*10)/2}</div>
    //         <div>Открыты депозиты физических лиц со взносом в кассу банка наличными
    //     {=1000+100*{var1-10}}</div>
    //         <div>Выданы кредиты коммерческим организациям с зачислением на расчетные счета в НАШЕМ банке
    //         {=500+100*{var1-10}} </div>
    //         <div>Начислены проценты по депозитам физических лиц
    //         {=(1000+100*{var1-10})*0.2} </div>
    //         <div>Начислены проценты по кредитам 
    //         {=(500+100*{var1-10})*0.3}
    //         </div>
    //         <div>Найти сумму активов банка</div>
    //         `,
    //        answer: "400+{var1-10}*10+(500+100*{var1-10})*1.3+1000+100*{var1-10}",
    //        hint: `Сформированный уставный капитал = Дебиторская задолженность учредителя,<br>
    //         Сумма депозитов = Остаки в кассе <br>
    //         Кредиты с зачислением средств на расчетные счета в нашем банке,<br>
    //         Доход в виде процента по кредитам = Доходы (прирост прибыли)        
    //        `
    //     },

    //     {
    //         id: "bankcaculations12",
    //         header: "Кейс Прогнозный баланс банка",
    //         title: `Начислены проценты по кредитам.
    //         Найти сумму активов банка`,
    //         theme: "Прогнозный баланс банка",
    //         type: "quizwithrandomnumber",
    //         text: `Список операций<br>
    //         <div>Сформирован уставный капитал банка
    //          {=400+{var1-10}*10}</div>
    //         <div>Учредитель внес основные средства на сумму {=(400+{var1-10}*10)/2}</div>
    //         <div>Учредитель внес средства перечислением через Центральный банк
    //          {=(400+{var1-10}*10)/2}</div>
    //         <div>Открыты депозиты физических лиц со взносом в кассу банка наличными
    //     {=1000+100*{var1-10}}</div>
    //         <div>Выданы кредиты коммерческим организациям с зачислением на расчетные счета в НАШЕМ банке
    //         {=500+100*{var1-10}} </div>
    //         <div>Начислены проценты по депозитам физических лиц
    //         {=(1000+100*{var1-10})*0.2} </div>
    //         <div>Начислены проценты по кредитам 
    //         {=(500+100*{var1-10})*0.3}
    //         </div>
    //         <div>Найти сумму активов банка</div>
    //         `,
    //        answer: "400+{var1-10}*10+(500+100*{var1-10})*1.3+1000+100*{var1-10}",
    //        hint: `Сформированный уставный капитал = Дебиторская задолженность учредителя,<br>
    //         Сумма депозитов = Остаки в кассе <br>
    //         Кредиты с зачислением средств на расчетные счета в нашем банке,<br>
    //         Доход в виде процента по кредитам = Доходы (прирост прибыли)        
    //        `
    //     },

    //     {
    //         id: "bankcaculations13",
    //         header: "Кейс Прогнозный баланс банка",
    //         title: `Начислены проценты по кредитам.
    //         Найти сумму активов банка`,
    //         theme: "Прогнозный баланс банка",
    //         type: "quizwithrandomnumber",
    //         text: `Список операций<br>
    //         <div>Сформирован уставный капитал банка
    //          {=400+{var1-10}*10}</div>
    //         <div>Учредитель внес основные средства на сумму {=(400+{var1-10}*10)/2}</div>
    //         <div>Учредитель внес средства перечислением через Центральный банк
    //          {=(400+{var1-10}*10)/2}</div>
    //         <div>Открыты депозиты физических лиц со взносом в кассу банка наличными
    //     {=1000+100*{var1-10}}</div>
    //         <div>Выданы кредиты коммерческим организациям с зачислением на расчетные счета в НАШЕМ банке
    //         {=200+100*{var1-10}} </div>
    //         <div>Выданы кредиты коммерческим организациям с зачислением на расчетные счета в других банках
    //         {=300+100*{var1-10}} </div>
    //         <div>Начислены проценты по депозитам физических лиц
    //         {=(1000+100*{var1-10})*0.2} </div>
    //         <div>Начислены проценты по кредитам 
    //         {=(500+100*{var1-10})*0.3}
    //         </div>
    //         <div>Найти сумму активов банка</div>
    //         `,
    //        answer: "400+{var1-10}*10+200+100*{var1-10}+(500+100*{var1-10})*0.3+1000+100*{var1-10}",
    //        hint: `Сформированный уставный капитал = Дебиторская задолженность учредителя,<br>
    //         Сумма депозитов = Остаки в кассе <br>
    //         Кредиты с зачислением средств на расчетные счета в НАШЕМ банке,<br>
    //         Доход в виде процента по кредитам = Доходы (прирост прибыли)        
    //        `
    //     },

    //     {
    //         id: "bankcaculations14",
    //         header: "Кейс Прогнозный баланс банка",
    //         title: `Начислены проценты по кредитам.
    //         Найти сумму активов банка`,
    //         theme: "Прогнозный баланс банка",
    //         type: "quizwithrandomnumber",
    //         text: `Список операций<br>
    //         <div>Сформирован уставный капитал банка
    //          {=400+{var1-10}*10}</div>
    //         <div>Учредитель внес основные средства на сумму {=(400+{var1-10}*10)/2}</div>
    //         <div>Учредитель внес средства перечислением через Центральный банк
    //          {=(400+{var1-10}*10)/2}</div>
    //         <div>Открыты депозиты физических лиц со взносом в кассу банка наличными
    //     {=1000+100*{var1-10}}</div>
    //         <div>Выданы кредиты коммерческим организациям с зачислением на расчетные счета в НАШЕМ банке
    //         {=200+100*{var1-10}} </div>
    //         <div>Выданы кредиты коммерческим организациям с зачислением на расчетные счета в других банках
    //         {=300+100*{var1-10}} </div>
    //         <div>Начислены проценты по депозитам физических лиц
    //         {=(1000+100*{var1-10})*0.2} </div>
    //         <div>Начислены проценты по кредитам 
    //         {=(500+100*{var1-10})*0.3}
    //         </div>

    //         <div>Доначислен РВПС на просроченную задолженность по основной сумме долга
    //         {=(500+100*{var1-10})*0.12}
    //         </div>

    //           <div>Создан РВПС на неуплаченные проценты
    //         {=(500+100*{var1-10})*0.04}
    //         </div>


    //         <div>Найти сумму активов банка</div>
    //         `,
    //        answer: "400+{var1-10}*10+200+100*{var1-10}+(500+100*{var1-10})*0.3+1000+100*{var1-10}",
    //        hint: `Сформированный уставный капитал = Дебиторская задолженность учредителя,<br>
    //         Сумма депозитов = Остаки в кассе <br>
    //         Кредиты с зачислением средств на расчетные счета в НАШЕМ банке,<br>
    //         Доход в виде процента по кредитам = Доходы (прирост прибыли)<br>
    //       <p class='text-success'>РВПС на неуплаченные проценты (создается за счет расходов - уменьшает ссудную задолженность и собственный капитал СК) </p>
    //  <p class='text-danger'>Не учитываем РВПС на просроченную задолженность по основной сумме долга (создается за счет расходов - уменьшает СК - и увеличивает ОБЯЗАТЕЛЬСТВА банка - П+Х, П-Х)/p>
    //        `
    //     },

// ];

window.quizesSets = quizesSets;