//https://neiros.ru/tools/sample-size/
//https://www.matburo.ru/sub_test.php?p=test_omark1

let quizesSets = [
    {
        id: "statistics0", type: "multiplechoices", header: "Тест", title: "Статистика", theme: "Введение в статистику",
        text: "Статистика – это наука, которая изучает",
        choices: ["структуру природных и общественных явлений и процессов", "процессы накопления и использования богатств общества", "закономерности социально-экономических массовых явлений и процессов численными методами", "процесс потребления благ"],
        answers: ["закономерности социально-экономических массовых явлений и процессов численными методами"]
    },  
];

window.quizesSets = quizesSets;