let quizesSets = [

    {
        id: "lean005",
        type: "multiplechoices",
        header: "Тест",
        title: "Кто считается родоначальником концепции бережливого производства?",
        theme: "Основы бережливого производства",
        text: "Кто считается родоначальником концепции бережливого производства?",
        tags: ["Федеральные", "налоги" , "сборы"],
        hint: 'В середине 1950-х годов Тайити Оно начал выстраивать особую систему организации производства – производственную систему Тойоты (TPS). На ее основе американские специалисты создали систему бережливого производства.',
        choices: [
            "Эдвардс Деминг",
            "Уолтер Эндрю Шухарт",
            "International Organization for Standardization",
            "Тайити Оно"],
        answers: [
           "Тайити Оно"
        ]
    },

    {
        id: "lean010",
        type: "multiplechoices",
        header: "Тест",
        title: "Что из перечисленного не относится к излишним затратам (муда), сформулированным Тайити Оно?",
        theme: "Основы бережливого производства",
        text: "Что из перечисленного не относится к излишним затратам (муда), сформулированным Тайити Оно?",
        hint: 'Тайити Оно выделял 7 видов излишних затрат. К ним относятся потери из-за: перепроизводства, ожидания, транспортировки, лишних запасов, излишних этапов производства, ненужных перемещений, дефектов.',
        choices: [
            "Потери из-за транспортировки",
            "Потери из-за перепроизводства",
            "Потери из-за анализа потребительских запросов",
            "Потери из-за излишних этапов производства"
        ],
        answers: [
           "Потери из-за анализа потребительских запросов"
        ]
    },


    {
        id: "lean015",
        type: "multiplechoices",
        header: "Тест",
        title: "Какие из-за представленных методов и инструментов используются при внедрении и поддержании бережливого производства?",
        theme: "Основы бережливого производства",
        text: "Какие из-за представленных методов и инструментов используются при внедрении и поддержании бережливого производства?",
        hint: 'Все указанные методы и инструменты использовались во второй половине XX века на заводах Toyota. Впоследствии все они стали применяться в концепции бережливого производства.',
        choices: [
            "5S",
            "Канбан",
            "Кайдзен",
            "Все вышеперечисленные",
            "Ни один из вышеперечисленных",
            

        ],
        answers: [
           "Все вышеперечисленные"
        ]
    },


    {
        id: "lean020",
        type: "multiplechoices",
        header: "Тест",
        title: "Какие из перечисленных ситуаций характерны для бережливого производства:",
        theme: "Основы бережливого производства",
        text: "Какие из перечисленных ситуаций характерны для бережливого производства:",
        hint: "Сокращение материально-производственных запасов и времени производства продукции в результате сокращения излишних потерь при производстве продукции.",
        choices: [
            "Наращивание запасов готовой продукции",
            "Сокращение материально-производственных запасов",
            "Увеличение затрат на выявление дефектной продукции",
            "Сокращение времени производства продукции"
        ],
        answers: ["Сокращение материально-производственных запасов"]
    },

    {
        id: "lean025",
        type: "multiplechoices",
        header: "Тест",
        title: "Кто является инициатором начала производства при вытягивающей системе?",
        theme: "Основы бережливого производства",
        hint: "Вытягивающее производство — это система, при которой объемы продукции и сроки ее изготовления на каждом производственном этапе определяются исключительно потребностями последующих этапов (в конечном итоге — заказчиком или его потребностями).",
        text: "Кто является инициатором начала производства при вытягивающей системе?",
        choices: [
            "Поставщик",
            "Заказчик",
            "Руководитель производства"
        ],
        answers: ["Заказчик"]
    },

    {
        id: "lean030",
        type: "multiplechoices",
        header: "Тест",
        title: "Кто является инициатором начала производства при выталкивающей системе?",
        theme: "Основы бережливого производства",
        hint: "Вытягивающее производство — это система, при которой объемы продукции и сроки ее изготовления на каждом производственном этапе определяются исключительно потребностями последующих этапов (в конечном итоге — заказчиком или его потребностями).",
        text: "Кто является инициатором начала производства при вытягивающей системе?",
        choices: [
            "Поставщик",
            "Заказчик",
            "Руководитель производства"
        ],
        answers: ["Поставщик"]
    },

    {
        id: "lean035",
        type: "multiplechoices",
        header: "Тест",
        title: "Что означает термин «пока-ёка»?",
        theme: "Основы бережливого производства",
        hint: "Вытягивающее производство — это система, при которой объемы продукции и сроки ее изготовления на каждом производственном этапе определяются исключительно потребностями последующих этапов (в конечном итоге — заказчиком или его потребностями).",
        text: "Что означает термин «пока-ёка»?",
        hint: "Пример пока-ёка в производстве – это фотоэлементы, установленные над ящичками с деталями, помогающие рабочему не забыть прикрутить к изделию нужную деталь",
        choices: [
            "Излишние затраты",
            "Специальное устройство или метод предотвращение случайных дефектов (дуракоустойчивость)",
            "Устройство визуального контроля производственного процесса",
            "Непрерывное улучшение деятельности"
        ],
        answers: ["Специальное устройство или метод предотвращение случайных дефектов (дуракоустойчивость)"]
    },


    {
        id: "lean040",
        type: "multiplechoices",
        header: "Тест",
        title: "Укажите систему организации и рационализации рабочего места (рабочего пространства), являющуюся одним из инструментов бережливого производства:",
        theme: "Основы бережливого производства",
        text: "Укажите систему организации и рационализации рабочего места (рабочего пространства), являющуюся одним из инструментов бережливого производства:",
        hint: "Система 5S – это система организации рабочего места, которая позволяет значительно повысить эффективность и управляемость операционной зоны, улучшить корпоративную культуру, повысить производительность труда и сохранить время",
        choices: [
            "Канбан",
            "Кайдзен",
            "Шесть Сигм",
            "5S"
        ],
        answers: ["5S"]
    },

    {
        id: "lean045",
        type: "multiplechoices",
        header: "Тест",
        title: "Рассматривает ли концепция бережливого производства потери, связанные с нереализованным потенциалом служащих?",
        theme: "Основы бережливого производства",
        text: "Рассматривает ли концепция бережливого производства потери, связанные с нереализованным потенциалом служащих?",
        hint: "Джеффри Лайкер, занимавшийся исследованием опыта компании Toyota, добавил данный вид потерь к списку, сформированному Тайити Оно.",
        choices: [
            "Да",
            "Нет"
        ],
        answers: ["Да"]
    },

    {
        id: "lean050",
        type: "multiplechoices",
        header: "Тест",
        title: "Можно ли использовать принципы бережливого производства для организаций работающих в сфере услуг?",
        theme: "Основы бережливого производства",
        text: "Можно ли использовать принципы бережливого производства для организаций работающих в сфере услуг?",
        hint: "В качестве яркого примера использования концепции бережливого производства в сфере услуг можно привести почтовое ведомство Дании. В рамках концепции была осуществлена масштабная стандартизация предлагаемых услуг. Целями мероприятия выступали повышение производительности, ускорение пересылок. Были введены «карты поточного формирования ценности» для контроля и идентификации услуг",
        choices: [
            "Да",
            "Нет"
        ],
        answers: ["Да"]
    },

    {
        id: "lean055",
        type: "multiplechoices",
        header: "Тест",
        title: "Кто из сотрудников предприятия вовлекается в работу по внедрению и поддержанию концепции бережливого производства?",
        theme: "Основы бережливого производства",
        text: "Кто из сотрудников предприятия вовлекается в работу по внедрению и поддержанию концепции бережливого производства?",
        hint: "Каждый сотрудник, согласно концепции бережливого производства, должен быть вовлечен в работу по борьбе с потерями.",
        choices: [
            "Высшее руководство и специалисты по качеству предприятия",
            "Специалисты по качеству предприятия, логисты, руководители производства",
            "Все сотрудники предприятия, независимо от их должности"
        ],
        answers: ["Все сотрудники предприятия, независимо от их должности"]
    },

    {
        id: "lean060",
        type: "multiplechoices",
        header: "Тест",
        title: "5S означает",
        theme: "Основы бережливого производства",
        text: "Кто из сотрудников предприятия вовлекается в работу по внедрению и поддержанию концепции бережливого производства?",
        hint: `
        <a href='https://tmark.ru/resheniya/primenenie-markirovki/5s-pyat-shagov-k-idealnomu-rabochemu-mestu/#:~:text=%D0%A7%D1%82%D0%BE%20%D1%82%D0%B0%D0%BA%D0%BE%D0%B5%205S,%D0%B8%20%D1%81%D0%BE%D0%B2%D0%B5%D1%80%D1%88%D0%B5%D0%BD%D1%81%D1%82%D0%B2%D0%BE%D0%B2%D0%B0%D0%BD%D0%B8%D0%B5)%2C%20%D0%B0%D0%B1%D1%81%D0%BE%D0%BB%D1%8E%D1%82%D0%BD%D0%BE%20%D0%BB%D0%BE%D0%B3%D0%B8%D1%87%D0%BD%D1%8B.'
         class='link-primary'>
         Подробнее
         </a>
    `,
        choices: [
            "Пять шагов",
            "Пять стадий производственного процеесса",
            "Пять подчиненных на одного руководителя",
            "Пять функциональнх руководителя на одного подчиненного",
        ],
        answers: ["Пять шагов"]
    },


   

]

window.quizesSets = quizesSets;
