let quizesSets = [

    {
        id: "taxes1",
        type: "multiplechoices",
        header: "Тест",
        title: "Федеральные налоги и сборы",
        theme: "Государственные финансы",
        text: "Федеральные налоги и сборы",
        hint: '<a target="_blank" href="https://www.nalog.gov.ru/rn43/taxation/taxes/" class="link-secondary">Действующие в РФ налоги и сборы</a>',
        choices: [
            "Налог на доходы физических лиц (НДФЛ)",
            "Налог на прибыль организаций",
            "Налог на добавленную стоимость (НДС)",
            "Акцизы",
            "Налог на имущество организаций",
            "Налог на игорный бизнес",
            "Транспортный налог",
            "Земельный налог",
            "Налог на имущество физических лиц",
            "Торговый сбор"

        ],
        answers: [
            "Налог на доходы физических лиц (НДФЛ)",
            "Налог на прибыль организаций",
            "Налог на добавленную стоимость (НДС)",
            "Акцизы"
        ]
    },

    {
        id: "taxes2",
        type: "multiplechoices",
        header: "Тест",
        title: "Региональные налоги",
        theme: "Государственные финансы",
        text: "Региональные налоги",
        hint: '<a target="_blank" href="https://www.nalog.gov.ru/rn43/taxation/taxes/" class="link-secondary">Действующие в РФ налоги и сборы</a>',
        choices: [
            "Налог на доходы физических лиц (НДФЛ)",
            "Налог на прибыль организаций",
            "Налог на добавленную стоимость (НДС)",
            "Акцизы",
            "Налог на имущество организаций",
            "Налог на игорный бизнес",
            "Транспортный налог",
            "Земельный налог",
            "Налог на имущество физических лиц",
            "Торговый сбор"

        ],
        answers: [
            "Налог на имущество организаций",
            "Налог на игорный бизнес",
            "Транспортный налог",
        ]
    },


    {
        id: "taxes3",
        type: "multiplechoices",
        header: "Тест",
        title: "Местные налоги",
        theme: "Государственные финансы",
        text: "Местные налоги",
        hint: '<a target="_blank" href="https://www.nalog.gov.ru/rn43/taxation/taxes/" class="link-secondary">Действующие в РФ налоги и сборы</a>',
        choices: [
            "Налог на доходы физических лиц (НДФЛ)",
            "Налог на прибыль организаций",
            "Налог на добавленную стоимость (НДС)",
            "Акцизы",
            "Налог на имущество организаций",
            "Налог на игорный бизнес",
            "Транспортный налог",
            "Земельный налог",
            "Налог на имущество физических лиц",
            "Торговый сбор"

        ],
        answers: [
            "Земельный налог",
            "Налог на имущество физических лиц",
            "Торговый сбор"
        ]
    },


    {
        id: "moneymarket001",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции денег 1",
        theme: "Деньги и банковская система",
        text: "Деньги, как средство обращения пришли на смену",
        choices: [
            "сбережениям",
            "прибыли",
            "доходы",
            "бартер"
        ],
        answers: ["бартер"]
    },

    {
        id: "moneymarket002",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции денег 2",
        theme: "Деньги и банковская система",
        text: "Когда приходится решать, сколько денег нужно иметь, чтобы купить товар, то деньги выступают в функции",
        choices: [
            "мера стоимости",
            "средство платежа",
            "средство обращения",
            "средство накопления"

        ],
        answers: ["мера стоимости"]
    },

    {
        id: "moneymarket003",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции денег 3",
        theme: "Деньги и банковская система",
        text: "Деньги, как средство обращения пришли на смену",
        choices: [
            "мера стоимости",
            "средство платежа",
            "средство обращения",
            "средство накопления"

        ],
        answers: ["мера стоимости"]
    },

    {
        id: "moneymarket004",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции денег 4",
        theme: "Деньги и банковская система",
        text: "Сумма денег, которая уплачивается при покупке товаров или услуг это",
        choices: [
            "цена",
            "стоимость",
            "зарплата",
            "процент"

        ],
        answers: ["цена"]
    },

    {
        id: "moneymarket005",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции денег 5",
        theme: "Деньги и банковская система",
        text: "Нечто равноценное и соответствующее в определенном отношении другому товару это",
        choices: [
            "эквивалент",
            "деньги",
            "прибыль",
            "товар"

        ],
        answers: ["эквивалент"]
    },

    {
        id: "moneymarket006",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции денег 6",
        theme: "Деньги и банковская система",
        text: "Когда необходимо передать деньги из рук в руки, то выполняется функция денег как",
        choices: [
            "средство накопления",
            "средство обращения",
            "средство платежа",
            "мировые деньги"

        ],
        answers: ["средство обращения"]
    },


    {
        id: "moneymarket008",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции денег 8",
        theme: "Деньги и банковская система",
        text: "При получении работником зарплаты деньги выступают как",
        choices: [
            "мера стоимости",
            "средство накопления",
            "средство платежа",
            "средство обращения"

        ],
        answers: ["средство платежа"]
    },



    {
        id: "moneymarket010",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции денег 10",
        theme: "Деньги и банковская система",
        text: "Работник каждый месяц откладывает деньги в банк, чтобы летом поехать в отпуск. В данном случае проявляется функция денег как …",
        choices: [
            "мера стоимости",
            "средство накопления",
            "средство платежа",
            "средство обращения"

        ],
        answers: ["средство накопления"]
    },





    {
        id: "moneymarket020",
        type: "multiplechoices",
        header: "Тест",
        title: "Продажа ценных бумаг",
        theme: "Деньги и банковская система",
        text: "Если Центральный банк продает большое количество государственных ценных бумаг на открытом рынке, то он преследует при этом цель",
        choices: [
            "снизить учетную ставку",
            "увеличить объем государственных инвестиций",
            "сделать кредит более доступным",
            "затруднить покупку населением государственных ценных бумаг"
        ],
        answers: ["увеличить объем государственных инвестиций"]
    },


    {
        id: "moneymarket021",
        type: "multiplechoices",
        header: "Тест",
        title: "Учетная ставка",
        theme: "Деньги и банковская система",
        text: "Термин «учетная ставка» означает",
        choices: [
            "уровень снижения цены для Центрального банка, когда он скупает государственные ценные бумаги",
            "степень давления, оказываемого Центральным банком на коммерческие банки с целью снижения объема выдаваемых им ссуд",
            "процентную ставку по ссудам, предоставляемым коммерческим банкам",
            "степень воздействия Центрального банка на рост денежной массы и объема ВВП"
        ],
        answers: ["процентную ставку по ссудам, предоставляемым коммерческим банкам"]
    },




    {
        id: "economics2",
        type: "multiplechoices",
        header: "Тест",
        title: "Факторы производства",
        theme: "Предмет и метод экономической науки",
        text: "Что из перечисленного НЕ относится к факторам производства?",
        choices: [
            "труд",
            "земля",
            "деньги",
            "капитал",
            "предпринимательские способности"
        ],
        answers: ["деньги"]
    },

    {
        id: "economics3",
        type: "multiplechoices",
        header: "Тест",
        title: "Базовые понятия экономики",
        theme: "Экономика 1",
        text: "… – это способность блага удовлетворять потребности человека",
        choices: [
            "полезность",
            "потребность",
            "желания",
            "инвестиции"
        ],
        answers: ["полезность"]
    },

    {
        id: "economics0104",
        header: "Тест",
        type: "multiplechoices",
        title: "Пирамида Маслоу",
        theme: "Экономика 1",
        text: "К способам удовлетворения базовых потребностей человека относится",
        choices: [
            "обучение в школе",
            "чтение газет",
            "ужин в ресторане",
            "работа"
        ],
        answers: ["ужин в ресторане"]
    },

    {
        id: "economics0105",
        header: "Тест",
        type: "multiplechoices",
        title: "Экономические системы 1",
        theme: "Экономика 1",
        text: "В какой экономической системе главные вопросы экономики решаются в соответствии со сложившимися традициями?",
        choices: [
            "Традиционной",
            "Рыночной",
            "Централизованной (командной)"
        ],
        answers: ["Традиционной"]
    },

    {
        id: "economics0106",
        header: "Тест",
        type: "multiplechoices",
        title: "Экономические системы 2",
        theme: "Экономика 1",
        text: "В какой экономической системе главные вопросы экономики решаются на основе свободного ценообразования, конкуренции и частной собственности?",
        choices: [
            "Традиционной",
            "Рыночной",
            "Централизованной (командной)"
        ],
        answers: ["Рыночной"]
    },

    {
        id: "economics0107",
        type: "multiplechoices",
        header: "Тест",
        title: "Экономические системы 3",
        theme: "Экономика 1",
        text: "В какой экономической системе главные вопросы экономики решаются директивно со стороны государства?",
        choices: [
            "Традиционной",
            "Рыночной",
            "Централизованной (командной)"
        ],
        answers: ["Централизованной (командной)"]
    },

    {
        id: "economics0108",
        type: "multiplechoices",
        header: "Тест",
        title: "Равновесие на рынке 1",
        theme: "Экономика 2",
        text: "… – это желание и возможность покупателя купить определенный товар или услугу в данном месте и в данное время",
        choices: [
            "Спрос",
            "Предложение",
            "Эластичность"
        ],
        answers: ["Спрос"]
    },

    {
        id: "economics0109",
        type: "multiplechoices",
        header: "Тест",
        title: "Величина спроса",
        theme: "Экономика 2",
        text: "Какие из перечисленных факторов не влияют на величину спроса?",
        choices: [
            "цена",
            "доходы населения",
            "сезон",
            "потребительские ожидания",
            "на величину спроса влияют все перечисленные факторы"
        ],
        answers: ["на величину спроса влияют все перечисленные факторы"]
    },

    {
        id: "economics0110",
        type: "multiplechoices",
        header: "Тест",
        title: "Равновесие на рынке 2",
        theme: "Экономика 2",
        text: " … – готовность продавца продать определенный товар или услугу по определенной цене в данный момент времени в данном месте.",
        choices: [
            "Спрос",
            "Предложение",
            "Эластичность"
        ],
        answers: ["Предложение"]
    }
    ,
    {
        id: "economics100",
        type: "multiplechoices",
        header: "Тест",
        title: "Источники финансирования фирмы",
        theme: "Фирма. Производство и издержки",
        text: "Что из перечисленного не относится к внешним источникам финансирования фирмы?",
        choices: [
            "Кредиты",
            "Амортизационные отчисления",
            "Привлечение капитала инвесторов",
            "Продажа акций"
        ],
        answers: ["Амортизационные отчисления"]
    },




    {
        id: "economics42",
        type: "multiplechoices",
        header: "Тест",
        title: "Финансовый план ожидаемых доходов и расходов государства",
        theme: "Государственные финансы",
        text: "… – это финансовый план ожидаемых доходов и расходов государства за год",
        choices: [
            "Государственный бюджет",
            "Государственный указ",
            "Государственный план",
            "Государственная концепция"
        ],
        answers: ["Государственный бюджет"]
    },




    {
        id: "economics43",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции государства в рыночной экономике",
        theme: "Государственные финансы",
        text: "Что из перечисленного является функцией государства в рыночной экономике",
        choices: [
            "сбор налогов",
            "определение объема производства",
            "установление цен",
            "законодательно установленное место производства и сбыта товаров"
        ],
        answers: ["сбор налогов"]
    },





    {
        id: "economics44",
        type: "multiplechoices",
        header: "Тест",
        title: "Понятия налоообложения",
        theme: "Государственные финансы",
        text: "… – лицо, обязанное по закону уплачивать налог",
        choices: [
            "Субъект налога",
            "Объект налога",
            "Предмет налога",
            "Характер налогообложения"
        ],
        answers: ["Субъект налога"]
    },





    {
        id: "economics45",
        type: "multiplechoices",
        header: "Тест",
        title: "Функции налогов",
        theme: "Государственные финансы",
        text: "Среди функций налогов выделяются: фискальная, социальная, …, регулирующая, поощрительная",
        choices: [
            "Контрольная",
            "Интегральная",
            "Карающая",
            "Инструментальная"
        ],
        answers: ["Контрольная"]
    },





    {
        id: "economics46",
        type: "multiplechoices",
        header: "Тест",
        title: "НДФЛ",
        theme: "Государственные финансы",
        text: "Единая ставка налога с трудовых доходов (НДФЛ при условии дохода менее 5 млн. рублей в год) составляет",
        choices: [
            "13%",
            "18%",
            "9%",
            "35%"
        ],
        answers: ["13%"]
    },




    {
        id: "economics47",
        type: "multiplechoices",
        header: "Тест",
        title: "Макропоказатели",
        theme: "Основные макроэкономические показатели",
        text: " … – это социально-экономическое явление, сущность которого заключается в том, что часть экономически активного населения, желающего работать не может найти работу",
        choices: [
            "Безработица",
            "Экономический рост",
            "Приватизация",
            "Национализация"
        ],
        answers: ["Безработица"]
    },





    {
        id: "economics48",
        type: "multiplechoices",
        header: "Тест",
        title: "Виды безработицы",
        theme: "Основные макроэкономические показатели",
        text: "Безработица, связанная с технологическими изменениями в производстве – …",
        choices: [
            "Структурная",
            "Сезонная",
            "Международная",
            "Приватизацияонная"
        ],
        answers: ["Структурная"]
    },





    {
        id: "economics49",
        type: "multiplechoices",
        header: "Тест",
        title: "Тенденции мировой экономики",
        theme: "Глобальные экономические проблемы",
        text: "... - усиление взаимозависимости и взаимовлияния национальных экономик, постепенное превращение мирового хозяйства в единый рынок товаров, услуг, капитала, рабочей силы и знаний",
        choices: [
            "Глобализация",
            "Дезнтеграция",
            "Национализация",
            "Приватизация"
        ],
        answers: ["Глобализация"]
    },

    {
        id: "economics50",
        type: "multiplechoices",
        header: "Тест",
        title: "Тенденции развития мирового хозяйства",
        theme: "Глобальные экономические проблемы",
        text: "Что не относится к основным тенденциям развития мирового хозяйства?",
        choices: [
            "Все перечисленное - тенденции развития мирового хозяйства",
            "Экономическая интеграция",
            "Обострение глобальных проблем",
            "Выравнивание уровней"
        ],
        answers: ["Все перечисленное - тенденции развития мирового хозяйства"]
    },


    {
        id: "economics1105",
        header: "Типовая задача",
        type: "quizwithrandomnumber",
        title: "Валовый внутренний продукт и НДС",
        theme: "Основные корпоративные налоги",
        text: `
            Нарубили лес на {=50+{var1-10}*5} ден. ед.<br>
            Изготовили из леса ДСП и продали за {=750-{var1-10}*50} ден. ед.<br>
            Изготовили из ДСП мебель и продали за {=800+{var1-10}*20} ден. ед.<br>
            Чему равен ВВП этой экономики?
        `,
        answer: "800+{var1-10}*20",
        hint: `
        <a
         target="_blank"
         href='https://xn--90aivcdt6dxbc.xn--p1ai/articles/useful/vvp-zachem-on-nuzhen-i-kak-ego-rasschityvayut/'
         class='link-primary'>Зачем нужен ВВП и как его рассчитывают</a><br>
        Сумма добавленных стоимостей или продажи продукции КОНЕЧНЫМ потребителям`,
        quizesCasesId: "-NUmjzyJQdklxjKXeteV"
    },

    {
        id: "economics1110",
        header: "Типовая задача",
        type: "quizwithrandomnumber",
        title: "Валовый внутренний продукт и НДС",
        theme: "Основные корпоративные налоги",
        text: `
            Купили товар за {={var1-10}*50} млн. руб. (в том числе НДС -20%), продали 90% товара за  {={var1-10}*(1+{var1-10}/10)*50} млн. руб. (в том числе НДС -20%).<br>
            Оплачено поставщикам 50% задолженности, покупатели заплатили 80% долга.<br>
            Найти налог НДС за отчетный период.
        `,
        answer: "({var1-10}*(1+{var1-10}/10)-{var1-10})*50/6",
        hint: `
        <a
        target="_blank"
         href='https://journal.tinkoff.ru/guide/nds/'
         class='link-primary'>Как устроен НДС 2024</a>
         <br>
         <a
         target="_blank"
         href='https://journal.tinkoff.ru/news/nds-na-usn-fns/'
         class='link-primary'>как бизнесу на упро­щенке платить НДС с 2025 года</a>
         <br>        
        <table class='table table-sm'><thead><tr><th>Поставщик</th><th>Мы</th><th>Покупатель</th></tr></thead>
            <tbody>
                <tr><td>100+20 млн</td><td>Производство</td><td>300+60 млн.</td></tr>
                <tr><td>Книга покупок</td><td>Налоговая служба</td><td>Книга продаж</td></tr>
            </tbody>
        </table>
        <br>
        НДС к уплате 40=60-20        
         `,
         quizesCasesId: "-NUmjzyKYuapM0DT9RME"
    },


    {
        id: "economics1115",
        header: "Типовая задача",
        type: "quizwithrandomnumber",
        title: "Налог на прибыль за период",
        theme: "Основные корпоративные налоги",
        text: `
            Купили товар за {={var1-10}*50} млн. руб. (в том числе НДС -20%), продали {=85+{var1-10}}% товара за {={var1-10}*(1+{var1-10}/10)*50} млн. руб. (в том числе НДС -20%).<br>
            Оплачено поставщикам 50% задолженности, покупатели заплатили 80% долга.<br>
            Найти налог на прибыль за период
        `,
        answer: "0.2*({var1-10}*(1+{var1-10}/10)*50*100/120-{var1-10}*50*5*(85+{var1-10})/(6*100))",
        hint: `
        <a
        target="_blank"
         href='https://www.nalog.gov.ru/rn86/taxation/taxes/profitul/'
         class='link-primary'>Подробнее</a>
         <br>              
         `,
         quizesCasesId: "-NUmjzyKYuapM0DT9RMJ"
    },

    {
        id: "statistics748",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Наклон линии линейной регрессии для точек данных по уравнению регрессии рекламный бюджет и продажи за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BD%D0%B0%D0%BA%D0%BB%D0%BE%D0%BD-11fb8f97-3117-4813-98aa-61d7e01276b9'
          class='link-primary'>SLOPE (Наклон)
          </a><br>
          Возвращает наклон линии линейной регрессии для точек данных в аргументах известные_значения_y и<br>
           известные_значения_x. Наклон определяется как частное от деления расстояния по вертикали на расстояние по горизонтали между двумя любыми точками прямой;<br>
          иными словами,<br>
          наклон — это скорость изменения значений вдоль прямой
          `,
        text: `Рассчитайте наклон линии линейной регрессии для точек данных по уравнению регресии рекламный бюджет и продажи за месяц`,
        answer: "SLOPE(D2:D13, B2:B13)",
    },

    {
        id: "statistics743",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Отрезок, отсекаемый на оси линией линейной регрессии за месяц по уравнению регрессии рекламный бюджет и продажи за месяц",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D1%8F-%D0%BE%D1%82%D1%80%D0%B5%D0%B7%D0%BE%D0%BA-2a9b74e2-9d47-4772-b663-3bca70bf63ef'
          class='link-primary'>INTERCEPT ОТРЕЗОК</a>
          Вычисляет точку пересечения линии с осью y, используя значения аргументов "известные_значения_x" и "известные_значения_y".<br>
          Точка пересечения находится на оптимальной линии регрессии, проведенной через точки, заданные аргументами "известные_значения_x" и "известные_значения_y". Функция ОТРЕЗОК используется, если нужно определить значение зависимой переменной при нулевом значении независимой переменной.<br>
           Например, в нвшем случае это продажи при нулевом рекламном бюджете`,
        text: `Рассчитайте отрезок, отсекаемый на оси линией линейной регрессии за месяц по уравнению регресии рекламный бюджет и продажи за месяцу для расчета суммы квадратов отклонений по продажам за месяц`,
        answer: "INTERCEPT(D2:D13, B2:B13)",
    },

    {
        id: "statistics792",
        header: "Кейс",
        type: "casewithrandomnumber",
        title: "Вычислите значение продаж при количестве звонков, равном 10",
        theme: "Средние величины в статистике",
        dataArray: [
            ["Месяц", "Рекл. бюдж. (X1)", "Звонки кл. (X2)", "Продажи (Y)"],
            ["январь", 8, 20, 52],
            ["февраль", 9, 22, 55],
            ["март", 10, 18, 53],
            ["апрель", 11, 25, 60],
            ["май", 12, 27, 62],
            ["июнь", 10, 21, 58],
            ["июль", 13, 29, 65],
            ["август", 14, 30, 68],
            ["сентябрь", 13, 26, 66],
            ["октябрь", 15, 32, 72],
            ["ноябрь", 16, 34, 75],
            ["декабрь", 17, 36, 80],
        ],
        hint: `<a
         href='https://support.microsoft.com/ru-ru/office/%D0%BF%D1%80%D0%BE%D0%B3%D0%BD%D0%BE%D0%B7-%D0%B8-%D0%BF%D1%80%D0%BE%D0%B3%D0%BD%D0%BE%D0%B7-%D1%84%D1%83%D0%BD%D0%BA%D1%86%D0%B8%D0%B8-linear-50ca49c9-7b40-4892-94e4-7ad38bbeda99'
          class='link-primary'>Функции LINEAR и FORECAST</a>
          Вычислите или спрогнозируйте будущее значение с помощью существующих значений. Будущее значение является значением y для заданного X-значения. Существующие значения являются известными значениями x и y, а будущее значение прогнозируется с помощью линейной регрессии. Эти функции можно использовать для прогнозирования будущих продаж, требований к запасам или потребительских тенденций.`,
        text: `Вычислите значение продаж при количестве звонков, равном 10`,
        answer: "=FORECAST(10, D2:D13,C2:C13)",
    },


    



]

window.quizesSets = quizesSets;
